{
    "nodes": {
        "1": {
            "body": "us urges europe to ease limits on biotech crops journal online united states agriculture secretary tom vilsack has called on european union eu countries to ease current restrictions on crops and food products developed through modern biotechnology the new york times reported recently vilsack aired the call in brussels after an informal meeting with european farm ministers as us government negotiators moved to seal a transatlantic trade and investment partnership agreement seeking to synchronize regulations for products between the us and its eu counterparts to create a more uniform market after five rounds of meetings negotiators are working to iron out issues and differences concerning several areas including lowering tariffs encouraging trade and promoting biotech farming the issue of biotech food appears to be a sensitive matter in the talks and has slowed the progress of negotiations in contrast to the policy declaration of us president barack obama to push agricultural economic trade between the two regions speaking to reporters vilsack said european consumers ought to have a choice on biotech foods the us holds the position that there is no scientific evidence of safety risks from foods and feeds developed through biotechnology in order to make them more resistant to pests and drought or fortify their nutritional content despite the tendency of some european countries to be cautious and to continue restricting biotech products in farms and in the food chain top eu officials have encouraged the cultivation of biotech crops and authorized the importation of some 58 varieties of biotech food and feeds from the rest of the world including the united states the us noted that new approvals for biotech product importation often get stuck for years in complex decisionmaking processes even after being given a green light by the european food safety authority a european union agency our view is that the regulatory process should be synchronized vilsack said approvals take about 18 months in the us compared with an average of 45 months in the european union us officials added", 
            "twitterShares": 0, 
            "facebookShares": 0, 
            "pubDate": null, 
            "title": "US urges Europe to ease limits on biotech crops", 
            "url": "http://journal.com.ph/news/world/us-urges-europe-to-ease-limits-on-biotech-crops", 
            "text": "United States Agriculture Secretary Tom Vilsack has called on European Union (EU) countries to ease current restrictions on crops and food products developed through modern biotechnology, the New York Times reported recently.\n\n    \n\nVilsack aired the call in Brussels after an informal meeting with European farm ministers as US government negotiators moved to seal a Trans-Atlantic Trade and Investment Partnership agreement seeking to synchronize regulations for products between the US and its EU counterparts to create a more uniform market.\n\n    \n\nAfter five rounds of meetings, negotiators are working to iron out issues and differences concerning several areas, including lowering tariffs, encouraging trade and promoting biotech farming.\n\n    \n\nThe issue of biotech food appears to be a sensitive matter in the talks and has slowed the progress of negotiations in contrast to the policy declaration of US President Barack Obama to push agricultural economic trade between the two regions.\n\n    \n\nSpeaking to reporters, Vilsack said, “European consumers ought to have a choice on biotech foods,” The US holds the position that there is no scientific evidence of safety risks from foods and feeds developed through biotechnology in order to make them more resistant to pests and drought, or fortify their nutritional content.\n\n    \n\nDespite the tendency of some European countries to be cautious and to continue restricting biotech products in farms and in the food chain, top EU officials have encouraged the cultivation of biotech crops, and authorized the importation of some 58 varieties of biotech food and feeds from the rest of\n\n\n\nthe world, including the United States.\n\n    \n\nThe US noted that “new approvals for biotech product importation often get stuck for years in complex decision-making processes, even after being given a green light by the European Food Safety Authority, a European Union agency.”\n\n    \n\n“Our view is that the regulatory process should be synchronized,” Vilsack said. Approvals take about 18 months in the US compared with an average of 45 months in the European Union, US officials added.", 
            "citationCount": 0, 
            "sources": [
                "journal.com.ph"
            ], 
            "facebookComments": 0, 
            "shareCount": 0, 
            "authors": [], 
            "referenceCount": 5, 
            "refId": 1
        }, 
        "2": {
            "body": "us calls on europe to ease limits on genealtered food nytimescom us calls on europe to ease limits on genealtered food brussels — the top american agriculture official on tuesday called on the european union to do more to ease restrictions on genealtered food and feed crops if it hoped to reach a transatlantic trade pact there cant be a trade agreement without a serious and significant commitment to agriculture the official agriculture secretary tom vilsack told reporters on tuesday a day after an informal meeting with european farm ministers european consumers ought to have a choice whether to use biotech foods he said mr vilsack has a tough case to make though there continues to be deep resistance to bioengineered agricultural products in the european union — or to easing many other agricultural trade protections for that matter the fight over food in fact is a big impediment to progress in talks that are already moving more slowly than officials on both sides had wanted when president obama announced them last year negotiators are trying to reach a transatlantic trade and investment partnership an agreement that goes far beyond cutting import duties by creating a more uniform market and by synchronizing regulations for products like automobiles and medicines but after five rounds of meetings the negotiators are at odds in important areas including how to lower tariffs whether to include financial services in any deal and how to create freer trade in food and farming the deal is also drawing opposition from groups on both sides of the atlantic concerned it will lower environmental standards and weaken consumer protections the united states has long insisted that there is no scientific evidence of safety risks from using foods and feeds whose genetic makeup have been altered through bioengineering — whether to make them more resistant to pests and drought or to finetune their content but many europeans are more cautious and some deride the products as frankenfoods that must remain heavily restricted on farms and in the food chain european shops tend to carry few foods with genealtered ingredients because of skepticism among consumers cultivation in europe is also almost nonexistent a monsanto corn variety approved in 1998 is the only genealtered crop grown in the bloc grown mainly in spain the variety represented only 14 percent of european union corn production in 2012 european union officials have proposed ways of encouraging more cultivation of such crops one idea is to give countries that are steadfastly opposed to biotech crops like austria broader scope to ban them from their territory those countries would in turn then ease their opposition to allowing the crops on a broader european basis but whether those rules which still must be approved by the european parliament would promote more cultivation is an open question as to imports there is already a significant level of transatlantic trade — but not as much as the united states would like the european union has authorized import of 58 genealtered varieties for food and feed from the rest of the world including the united states but new approvals often get stuck for years in complex decisionmaking processes even after being given a green light by the european food safety authority a european union agency our view is that the regulatory process should be synchronized said mr vilsack approvals take about 18 months in the united states compared with an average of about 45 months in the european union american officials said europe should also reconsider requirements to label genetically modified foods said mr vilsack who added that consumers could use smartphones to scan packaging to check the contents european ministers didnt say thats a ridiculous idea said mr vilsack dacian ciolos the european unions agriculture minister said at a news conference on monday evening that other crucial issues discussed with mr vilsack included european demands on american producers to curb use of socalled geographical indications like feta meant to protect products like the greek cheese of the same name most ministers told mr vilsack that the european union doesnt see how any kind of agreement can be struck without geographical indications being part and parcel of that agreement mr ciolos said on tuesday during his meeting with reporters mr vilsack asked where is feta he said it was not even a place in greece but simply a manufacturing process if only greeks can use the term feta which has been used for a long period of time by a lot of people and you expand that to all the other cheeses that are at issue here he said thats a problem", 
            "twitterShares": 701, 
            "facebookShares": 17662, 
            "pubDate": "2014.06.17", 
            "title": "U.S. Calls on Europe to Ease Limits on Gene-Altered Food", 
            "url": "http://www.nytimes.com/2014/06/18/business/international/us-calls-on-europe-to-ease-limits-on-gene-altered-food.html", 
            "text": "BRUSSELS — The top American agriculture official on Tuesday called on the European Union to do more to ease restrictions on gene-altered food and feed crops if it hoped to reach a trans-Atlantic trade pact.\n\n“There can’t be a trade agreement without a serious and significant commitment to agriculture,” the official, Agriculture Secretary Tom Vilsack, told reporters on Tuesday, a day after an informal meeting with European farm ministers. European consumers “ought to have a choice” whether to use biotech foods, he said.\n\nMr. Vilsack has a tough case to make, though. There continues to be deep resistance to bioengineered agricultural products in the European Union — or to easing many other agricultural trade protections, for that matter. The fight over food, in fact, is a big impediment to progress in talks that are already moving more slowly than officials on both sides had wanted when President Obama announced them last year.\n\nNegotiators are trying to reach a Trans-Atlantic Trade and Investment Partnership, an agreement that goes far beyond cutting import duties by creating a more uniform market and by synchronizing regulations for products like automobiles and medicines. But after five rounds of meetings, the negotiators are at odds in important areas, including how to lower tariffs, whether to include financial services in any deal, and how to create freer trade in food and farming.\n\nThe deal is also drawing opposition from groups on both sides of the Atlantic, concerned it will lower environmental standards and weaken consumer protections.\n\nThe United States has long insisted that there is no scientific evidence of safety risks from using foods and feeds whose genetic makeup have been altered through bioengineering — whether to make them more resistant to pests and drought or to fine-tune their content. But many Europeans are more cautious, and some deride the products as “Frankenfoods” that must remain heavily restricted on farms and in the food chain. European shops tend to carry few foods with gene-altered ingredients because of skepticism among consumers.\n\nCultivation in Europe is also almost nonexistent. A Monsanto corn variety approved in 1998 is the only gene-altered crop grown in the bloc. Grown mainly in Spain, the variety represented only 1.4 percent of European Union corn production in 2012.\n\nEuropean Union officials have proposed ways of encouraging more cultivation of such crops. One idea is to give countries that are steadfastly opposed to biotech crops, like Austria, broader scope to ban them from their territory. Those countries would, in turn, then ease their opposition to allowing the crops on a broader European basis. But whether those rules, which still must be approved by the European Parliament, would promote more cultivation is an open question.\n\nAs to imports, there is already a significant level of trans-Atlantic trade — but not as much as the United States would like. The European Union has authorized import of 58 gene-altered varieties for food and feed from the rest of the world, including the United States. But new approvals often get stuck for years in complex decision-making processes, even after being given a green light by the European Food Safety Authority, a European Union agency.\n\n“Our view is that the regulatory process should be synchronized,” said Mr. Vilsack. Approvals take about 18 months in the United States compared with an average of about 45 months in the European Union, American officials said.\n\nEurope should also reconsider requirements to label genetically modified foods, said Mr. Vilsack, who added that consumers could use smartphones to scan packaging to check the contents. European ministers “didn’t say that’s a ridiculous idea,” said Mr. Vilsack.\n\nDacian Ciolos, the European Union’s agriculture minister, said at a news conference on Monday evening that other “crucial issues” discussed with Mr. Vilsack included European demands on American producers to curb use of so-called geographical indications like Feta, meant to protect products like the Greek cheese of the same name.\n\nMost ministers told Mr. Vilsack that the “European Union doesn’t see how any kind of agreement can be struck without geographical indications being part and parcel of that agreement,” Mr. Ciolos said.\n\nOn Tuesday during his meeting with reporters, Mr. Vilsack asked, “Where is Feta?” He said it was not even a place in Greece, but simply a manufacturing process. “If only Greeks can use the term Feta, which has been used for a long period of time by a lot of people, and you expand that to all the other cheeses that are at issue here,” he said, “that’s a problem.”", 
            "citationCount": 0, 
            "sources": [
                "www.nytimes.com", 
                "nytimes.com"
            ], 
            "facebookComments": 0, 
            "shareCount": 18363, 
            "authors": [
                "james kanter"
            ], 
            "referenceCount": 7, 
            "refId": 2
        }, 
        "3": {
            "body": "us to european union ease restrictions on gm foods and crops for transatlantic trade pact genetic literacy project us to european union ease restrictions on gm foods and crops for transatlantic trade pact james kanter june 18 2014 new york times the top american agriculture official on tuesday called on the european union to do more to ease restrictions on genealtered food and feed crops if it hoped to reach a transatlantic trade pact there cant be a trade agreement without a serious and significant commitment to agriculture the official agriculture secretary tom vilsack told reporters on tuesday a day after an informal meeting with european farm ministers european consumers ought to have a choice whether to use biotech foods he said negotiators are trying to reach a transatlantic trade and investment partnership an agreement that goes far beyond cutting import duties by creating a more uniform market and by synchronizing regulations for products like automobiles and medicines but after five rounds of meetings the negotiators are at odds in important areas including how to lower tariffs whether to include financial services in any deal and how to create freer trade in food and farming read the full original article us calls on europe to ease limits on genealtered food", 
            "twitterShares": 1, 
            "facebookShares": 0, 
            "pubDate": "2014.06.18", 
            "title": "US to European Union: Ease restrictions on GM foods and crops for trans-Atlantic trade pact", 
            "url": "http://www.geneticliteracyproject.org/2014/06/18/u-s-to-european-union-ease-restrictions-on-gm-foods-and-crops-for-trans-atlantic-trade-pact/", 
            "text": "The top American agriculture official on Tuesday called on the European Union to do more to ease restrictions on gene-altered food and feed crops if it hoped to reach a trans-Atlantic trade pact.\n\n“There can’t be a trade agreement without a serious and significant commitment to agriculture,” the official, Agriculture Secretary Tom Vilsack, told reporters on Tuesday, a day after an informal meeting with European farm ministers. European consumers “ought to have a choice” whether to use biotech foods, he said.\n\nNegotiators are trying to reach a Trans-Atlantic Trade and Investment Partnership, an agreement that goes far beyond cutting import duties by creating a more uniform market and by synchronizing regulations for products like automobiles and medicines. But after five rounds of meetings, the negotiators are at odds in important areas, including how to lower tariffs, whether to include financial services in any deal, and how to create freer trade in food and farming.\n\nRead the full, original article: U.S. calls on Europe to ease limits on gene-altered food", 
            "citationCount": 0, 
            "sources": [
                "www.geneticliteracyproject.org", 
                "geneticliteracyproject.org"
            ], 
            "facebookComments": 0, 
            "shareCount": 1, 
            "authors": [], 
            "referenceCount": 5, 
            "refId": 3
        }, 
        "4": {
            "body": "us calls on europe to ease limits on genealtered food us calls on europe to ease limits on genealtered food summary posted by meridian on 6182014 source the new york times 17 jun 2014 authors james kanter the united states agriculture secretary tom vilsack this week called on the european union to do more to ease restrictions on genetically modified gm food and feed crops if it hoped to reach a transatlantic trade pact there cant be a trade agreement without a serious and significant commitment to agriculture vilsack said adding that european consumers ought to have a choice whether to use biotech food negotiators for the us and the eu are working to reach a transatlantic trade and investment partnership ttip that would cut import duties while also creating a more uniform market and synchronizing regulations for products like automobiles and medicines talks are stumbling over issues such as how to lower tariffs whether to include financial services in any deal and how to create freer trade in food and farming the us says there is no scientific evidence of safety risks from gm foods but europeans are more cautious and argue that such frankenfoods should remain heavily restricted our view is that the regulatory process should be synchronized said vilsack approvals in the eu can average up to 45 months while the us approves such crops in about 18 months vilsack also said the eu should reconsider requirements to label gm foods the original article may still be available at httpwwwnytimescom20140618businessinternationaluscallsoneuropetoeaselimitsongenealteredfoodhtml", 
            "twitterShares": 0, 
            "facebookShares": 0, 
            "pubDate": "2014.06.18", 
            "title": "U.S. Calls on Europe to Ease Limits on Gene-Altered Food", 
            "url": "http://www.merid.org/en/Content/News_Services/Food_Security_and_AgBiotech_News/Articles/2014/Jun/18/EU.aspx", 
            "text": "The United States Agriculture Secretary, Tom Vilsack, this week called on the European Union to do more to ease restrictions on genetically modified (GM) food and feed crops if it hoped to reach a trans-Atlantic trade pact. “There can’t be a trade agreement without a serious and significant commitment to agriculture,” Vilsack said, adding that European consumers “ought to have a choice” whether to use biotech food. Negotiators for the U.S. and the EU are working to reach a Trans-Atlantic Trade and Investment Partnership (TTIP) that would cut import duties while also creating a more uniform market and synchronizing regulations for products like automobiles and medicines. Talks are stumbling over issues such as how to lower tariffs, whether to include financial services in any deal, and how to create freer trade in food and farming. The U.S. says there is no scientific evidence of safety risks from GM foods, but Europeans are more cautious and argue that such “Frankenfoods” should remain heavily restricted. “Our view is that the regulatory process should be synchronized,” said Vilsack. Approvals in the EU can average up to 45 months, while the U.S. approves such crops in about 18 months. Vilsack also said the EU should reconsider requirements to label GM foods.\n\nThe original article may still be available at http://www.nytimes.com/2014/06/18/business/international/us-calls-on-europe-to-ease-limits-on-gene-altered-food.html", 
            "citationCount": 0, 
            "sources": [
                "www.merid.org", 
                "merid.org"
            ], 
            "facebookComments": 0, 
            "shareCount": 0, 
            "authors": [], 
            "referenceCount": 7, 
            "refId": 4
        }, 
        "5": {
            "body": "agriculture the surprising leading contributor to pollution by dr mercola did you know that the modern agricultural system is responsible for putting more carbon dioxide into the atmosphere than the actual burning of fossil fuels understanding this reveals an obvious answer to pressing global problems there are only three places for carbon to go land air and water our agricultural practices have removed massive amounts of valuable carbon from land transferring it into air and water carbon management is critically important regardless of ones views of climate change by paying greater attention to carbon management we have the opportunity to make a dramatic difference in this area which is having major negative consequences to our agriculture our air and our oceans lakes streams and rivers one important factor that some experts believe is key for reversing environmental devastation like desertification which is when land turns to desert is to return much of our land to grasslands and build a network of herbivore economics there is no better way to improve the conditions for animals solve the carbon problem bring more revenue to farmers and improve our health by purchasing nutritious foods from properly pastured animals vs the horrible cafo model based on the monocultures of corn and soy fed to the animals in questionable conditions in which they are proactively fed antibiotics to make them fat and keep them alive in such atrocious conditions returning to more sustainable organic farming methods is also necessary in order to support the regeneration of soils which ultimately dictates how nutritious the food grown in it will be the featured video of vandana shiva recorded at a food otherwise conference in the netherlands earlier this year does a magnificent job of putting modern agriculture into proper perspective in order to make food production sustainable we have to join forces to keep genetically engineered monoculture and pesticide resistant or pesticide producing crops at bay this is surely not an easy task in light of the financial and hence political clout wielded by the chemical technology industry and yet we must embrace that challenge the easiest thing that anyone can do is to simply stop buying processed foods including organic traitor brands which are actually owned by multinational processed food giants the importance of grazing cattle by mimicking the natural behavior of migratory herds of wild grazing animals —meaning allowing livestock to graze freely and moving the herd around in specific patterns—farmers can support natures efforts to regenerate and thrive this kind of land management system promotes the reduction of atmospheric co2 by sequestering it back into the soil where it can do a lot of good once in the earth the co2 can be safely stored for hundreds of years and adds to the soils fertility as noted in the featured blog post by the carbon pilgrim 1 its more complicated than that of course but heres the really exciting part if land that is bare degraded tilled or monocropped can be restored to a healthy condition with properly functioning carbon water mineral and nutrient cycles and covered yearround with a diversity of green plants with deep roots then the added amount of atmospheric co2 that can be stored in the soil is potentially high globally soils contain about three times the amount of carbon thats stored in vegetation and twice the amount stored in the atmosphere since twothirds of the earths land mass is grassland additional co2 storage in the soil via better management practices even on a small scale could have a huge impact the thing is while carbon is important for optimal soil health c arbon is the main component of soil organic matter too much carbon in the air is detrimental as described in the featured article the natural carbon cycle has broken down due to modern agricultural methods weve lost between 50 and 80 percent of the carbon that used to be in the soil so theres plenty of room to put it back in this is also why ethanol subsidies are so disastrous while claiming to be a green fuel what has actually happened is millions of acres of grasslands and forests have been destroyed to make room for more corn our tax dollars have been used to destroy the environment and create this dangerous imbalance for the sake of these pesticide producing life patenting gmo dealers unfortunately this fabrication has of corn as a green fuel had done exactly the opposite and greatly accelerated the damage we were told would be part of the solution senator dick durbin has been one of the most vocal gmo ethanol subsidy supporters and hillary clinton has joined kansas congressman mike pompeo in the cheerleading for biotech companies the good news is that we dont need to invent yet another chemical or a new piece of farm equipment to solve this problem we simply need to revert back to a system that works with nature rather than against it and this involves grazing cattle my previous article discussing the work of ecologist allan savory goes into this process in greater detail besides the environmental benefits grassfed pastured livestock is also an excellent source of highquality meat in fact its the only type of meat i recommend eating as raising cattle in confined animal feeding operations cafos alters the nutritional composition of the meat—not to mention such animals are fed antibiotics growth promoters and other veterinary drugs new land management methodology wins international certification fortunately theres good news on this front the food and agriculture organization of the united nations fao together with the chinese academy of agriculture science caas the world agroforestry center icraf and chinas northwest institute of plateau biology nwipb have developed a new methodology to measure carbon sequestration on sustainably managed grasslands the method which involves sampling soil andor using computer modeling based on soil types and farming activities has now gained international certification this will hopefully encourage more farmers to embrace sustainable grazing methods which will help restore degraded soils and reduce atmospheric co2 levels according to the fao 2 tested over the past several years using field data from a project site in northern china and computer modeling the methodology has now won approval by the nonprofit verified carbon standard vcs a voluntary greenhouse gas accounting program used by projects around the world to verify and issue carbon credits in voluntary emissions markets according to findings from the case study in northern china herders could sequester an average of 3 tco2 per hectare of grassland each year over the next 20 years through the application of improved practices such as reduction and rotation of grazing pressure on overstocked sites and the sowing of improved pastures and fodder crops close to households epa faked science of sewage sludge safety whistleblower contends clearly the harm inflicted by modern chemicalbased monoculture doesnt end with its detrimental impact on soil health and atmospheric co2 levels the chemicals used are a significant threat to both nature and man whats worse is that theres little scientific backing for our current chemicalbased methods as just one of many examples former epa employee and whistleblower david lewis phd 3 claims that the environmental protection agency epa actually faked science to uphold the status quo of using sewage sludge as fertilizer while still an employee of the epa dr lewis published evidence showing that a teenager living in new hampshire died as a result of living near land where sewage sludge was applied he also provided evidence showing that cows at two georgia farms were poisoned as a result of grazing on sludged land he later wrote a book on the subject called science for sale he contends that multiple agencies including the epa and the us department of agriculture usda engaged in a coordinated scheme to misleadingly present sewage sludge as scientifically safe the deception revolves around the issue of whether the toxins found in the sludge are rendered nonbioavailable according to the epa there are unique properties in the sludge matrix that prevent harmful toxins from being taken up by plants animals and humans these properties the epa claims sequester metals and other toxins thereby rendering them harmless according to dr lewis this is patently false so what are some of the toxins in question that the epa claims can not harm you when applied in the form of sewage sludge to farms forests parks school playgrounds and gardens independent science news 4 reports according to a recent epa survey 5 biosolids contain a wide range of mutagenic and neurotoxic chemicals which are present at a millionfold higher concentrations ppm versus ppt compared with their levels in polluted air and water biosolids contain all of the lipophilic fatsoluble chemical wastes that once polluted our rivers and lakes but which now settle out at sewage treatment plants and become concentrated in sewage sludges most biosolids contain ppm concentrations of heavy metals including chromium lead and mercury they contain similarly high levels of polycyclic aromatic hydrocarbons pahs and semivolatiles such as bis 2ethylhexyl phthalate benzoapyrene and polybrominated diphenyl ether congeners pbde flame retardants most biosolids also contain pathogenic agents and ppm levels of many common drugs including ciprofloxacin cipro carbamazepine tegretol equetro and fluoxetine prozac monsanto calls for europe to accept gmos no discussion on the hazards of modern agriculture can be complete without mentioning genetically engineered ge crops four years ago us diplomatic cables released by wikileaks 6 showed the us government conspired to find ways to retaliate against europe for refusing to use ge seeds mainly by engaging in aggressive trade wars against reluctant nations earlier this month this action plan seems to have played out when agriculture secretary tom vilsack again called for the european union eu to ease restrictions on ge foods and feed crops in order to come to an agreeable transatlantic trade pact moreover as reported in the new york times 7 europe should also reconsider requirements to label genetically modified foods said mr vilsack who added that consumers could use smartphones to scan packaging to check the contents the european union eu has historically taken a strict cautious stance regarding ge crops much to the chagrin of monsanto and in stark contrast to the united states hopefully the eu will not falter now—especially with regards to removing gmo labeling gmo push intensifies in india with indian intelligence being seemingly enlisted as henry kissinger once said food is a weapon and never has this statement been more descriptively accurate than when applied to ge patented seeds and foods who ever imagined that one day people all over the world would have to fight for seed freedom yet thats exactly what we have to do today the reason why theres such heated controversy over the allowance of ge crops is due to their many health dangers and the fact that their genes are capable of horizontal transfer to nonge plants which means you can not contain them they absolutely will contaminate their conventional and organic counterparts so one day soon there may be no such thing as gefree because everything will be contaminated the seed freedom movement has perhaps no greater voice than vandana shiva who in the video above and in a recent article expressed her dismay over the biotech lobbys latest efforts to stifle movements for seed and food sovereignty in countries like india 8 intelligence agencies are supposed to protect the safety and security of a nation and its citizens from external threats tragically we now have a report from the indian intelligence bureau that promotes the very foreign interests that are threatening our seed and food sovereignty the livelihood of our farmers and the health of our citizens the ib report blindly promotes geneticallymodified organisms gmos gmos are the source of genetically modified foods the report names seven agitations pursuing antidevelopmental activities the antigenetically modified organisms gmo activism is ranked third and this section begins with this sentence the progmo debate in india centers round the resounding success of bt cotton in the last 10 years this sounds more like propaganda of the gmo industry than the result of an investigation by an indian intelligence agency a later paragraph further reinforces the evidence that the ib was not investigating but transmitting messages from the foreign gmo industry and its lobbyists in paragraph 35 the report cites ronald herring of cornell university herring has systematically attacked indian farmers scientists and plant breeders and cornell university has become a hub of the progmo lobby organic farming and holistic herd management are the solutions for world hunger and environmental sustainability as vandana shiva and other activists keep pointing out we absolutely must shift our focus to emphasize the biological system as a whole unfortunately farmers and the chemical seed technology in particular tend to see production as the goal of farming when in fact the crucial pressing need is sustainability so that the entire planet can be functional if we keep going in our current direction our crop lands will eventually stop producing anything capable of sustaining health soil for example is not a static thing its a living symbiotic system and a voluminous body of research has emerged demonstrating that the microbial balance in soil is critical for growing bountiful nutritious crops this is where the real nutrition your plants require is derived from these organisms take the mineral material thats in your soil and convert it into a plantavailable form without these bioorganisms your plants can not get the nutrients they need ge plants have been shown to destroy soil microbes—just as theyve been shown to destroy gut microbes in both animals and humans take the genetically engineered bt plants for example in these plants a specific genetic material for a single toxin protein has been separated from the bacteria bacillus thuringiensis or bt and placed into the genetic material of a plant such as corn soybean and potatoes theres clear evidence that bt plant material harms animals typically they end up with severe ulceration starting in the digestive system adding to the problem is the fact that ge plants use more pesticides many are designed to withstand otherwise lethal doses of glyphosate the active ingredient in monsantos broad spectrum herbicide roundup these are the socalled roundupready crops and guess what glyphosate has also been found to kill off soil and gut microbes as a result were seeing a rapid rise in associated health problems remember about 80 percent of your bodys immune system resides in your gut and when pathogenic bacteria are allowed to take over your gut disease is virtually inevitable what can you do that said rebuilding functional ecosystems from the ground up will restore them to their fullest potential and this needs to be our overriding focus perhaps you cant do anything about how largescale commercial farms are being run at the moment but you can make a difference for yourself for your family and community that might have residual effects buying organic thereby avoiding any and all ge foods is i believe a crucial step this includes buying grassfed or pastured animal products such as beef chicken milk and eggs besides that you can also grow your own organic vegetables organic gardening isnt something extra you do – in fact its quite the opposite its what you dont do that makes the difference no chemicals pesticides fungicides and herbicides on your plate when you take control of what you eat youll naturally enjoy better health ensure and protecting future generations composting is another way to make what you already have work for you in the future save those scraps from egg shells to coffee filters and use them to feed your vegetable garden when shopping for food be informed regarding where that food was produced a guide to help you can be found by clicking here if you take advantage of the farmfresh sustainability thats becoming more prevalent as people take control of what theyre consuming youll realize many benefits first youll know where the foods you and your family eat come from ensure optimal nutrition and protect the health of future generations", 
            "twitterShares": 278, 
            "facebookShares": 4742, 
            "pubDate": "2014.07.01", 
            "title": "The Surprising Leading Contributor to Pollution", 
            "url": "http://articles.mercola.com/sites/articles/archive/2014/07/01/agriculture-pollution.aspx", 
            "text": "Did you know that the modern agricultural system is responsible for putting more carbon dioxide into the atmosphere than the actual burning of fossil fuels? Understanding this reveals an obvious answer to pressing global problems. There are only three places for carbon to go: land, air, and water. Our agricultural practices have removed massive amounts of valuable carbon from land, transferring it into air and water. Carbon management is critically important regardless of one's views of climate change. By paying greater attention to carbon management, we have the opportunity to make a dramatic difference in this area, which is having major negative consequences to our agriculture, our air, and our oceans, lakes, streams and rivers. One important factor that some experts believe is KEY for reversing environmental devastation like desertification, which is when land turns to desert, is to return much of our land to grasslands and build a network of herbivore economics. There is no better way to improve the conditions for animals, solve the carbon problem, bring more revenue to farmers, and improve our health by purchasing nutritious foods from properly pastured animals - vs the horrible CAFO model based on the monocultures of corn and soy fed to the animals in questionable conditions in which they are proactively fed antibiotics to make them fat and keep them alive in such atrocious conditions. Returning to more sustainable organic farming methods is also necessary in order to support the regeneration of soils which, ultimately, dictates how nutritious the food grown in it will be. The featured video of Vandana Shiva, recorded at a Food Otherwise conference in the Netherlands earlier this year, does a magnificent job of putting modern agriculture into proper perspective. In order to make food production sustainable, we have to join forces to keep genetically engineered monoculture and pesticide resistant or pesticide producing crops at bay. This is surely not an easy task in light of the financial (and hence political) clout wielded by the chemical technology industry. And yet we must embrace that challenge. The easiest thing that anyone can do is to simply stop buying processed foods (including organic traitor brands, which are actually owned by multi-national processed food giants).\n\nBy mimicking the natural behavior of migratory herds of wild grazing animals—meaning allowing livestock to graze freely, and moving the herd around in specific patterns—farmers can support nature's efforts to regenerate and thrive. This kind of land management system promotes the reduction of atmospheric CO2 by sequestering it back into the soil where it can do a lot of good. Once in the earth, the CO2 can be safely stored for hundreds of years, and adds to the soil's fertility. As noted in the featured blog post by The Carbon Pilgrim:1 \"It's more complicated than that, of course. But here's the really exciting part: if land that is bare, degraded, tilled, or monocropped can be restored to a healthy condition, with properly functioning carbon, water, mineral, and nutrient cycles, and covered year-round with a diversity of green plants with deep roots, then the added amount of atmospheric CO2 that can be stored in the soil is potentially high. Globally... soils contain about three times the amount of carbon that's stored in vegetation and twice the amount stored in the atmosphere. Since two-thirds of the earth's land mass is grassland, additional CO2 storage in the soil via better management practices, even on a small scale, could have a huge impact.\" The thing is, while carbon is important for optimal soil health (carbon is the main component of soil organic matter), too much carbon in the air is detrimental. As described in the featured article, the natural carbon cycle has broken down; due to modern agricultural methods, we've lost between 50 and 80 percent of the carbon that used to be in the soil, so there's plenty of \"room\" to put it back in. This is also why ethanol subsidies are so disastrous. While claiming to be a 'green' fuel - what has actually happened is millions of acres of grasslands and forests have been destroyed to make room for more corn. Our tax dollars have been used to destroy the environment and create this dangerous imbalance for the sake of these pesticide producing, life patenting, GMO dealers. Unfortunately, this fabrication has of corn as a 'green' fuel had done exactly the opposite and greatly accelerated the damage we were told would be part of the solution. Senator Dick Durbin has been one of the most vocal GMO ethanol subsidy supporters, and Hillary Clinton has joined Kansas congressman Mike Pompeo in the cheerleading for biotech companies. The good news is that we don't need to invent yet another chemical or a new piece of farm equipment to solve this problem. We simply need to revert back to a system that works with nature rather than against it. And this involves grazing cattle. My previous article discussing the work of ecologist Allan Savory goes into this process in greater detail. Besides the environmental benefits, grass-fed, pastured livestock is also an excellent source of high-quality meat. In fact, it's the only type of meat I recommend eating, as raising cattle in confined animal feeding operations (CAFOs) alters the nutritional composition of the meat—not to mention such animals are fed antibiotics, growth promoters and other veterinary drugs.\n\nFortunately, there's good news on this front. The Food and Agriculture Organization of the United Nations (FAO), together with the Chinese Academy of Agriculture Science (CAAS), the World Agroforestry Center (ICRAF), and China's Northwest Institute of Plateau Biology (NWIPB), have developed a new methodology to measure carbon sequestration on sustainably managed grasslands. The method, which involves sampling soil and/or using computer modeling based on soil types and farming activities, has now gained international certification. This will hopefully encourage more farmers to embrace sustainable grazing methods, which will help restore degraded soils, and reduce atmospheric CO2 levels. According to the FAO:2 \"Tested over the past several years using field data from a project site in Northern China and computer modeling, the methodology has now won approval by the non-profit Verified Carbon Standard (VCS), a voluntary greenhouse gas accounting program used by projects around the world to verify and issue carbon credits in voluntary emissions markets. According to findings from the case study in Northern China, herders could sequester an average of 3 tCO2 per hectare of grassland each year over the next 20 years, through the application of improved practices, such as reduction and rotation of grazing pressure on overstocked sites and the sowing of improved pastures and fodder crops close to households.\"\n\nClearly, the harm inflicted by modern chemical-based monoculture doesn't end with its detrimental impact on soil health and atmospheric CO2 levels. The chemicals used are a significant threat to both nature and man. What's worse is that there's little scientific backing for our current chemical-based methods. As just one of many examples, former EPA employee and whistleblower David Lewis, PhD3 claims that the Environmental Protection Agency (EPA) actually faked science to uphold the status quo of using sewage sludge as fertilizer. While still an employee of the EPA, Dr. Lewis published evidence showing that a teenager living in New Hampshire died as a result of living near land where sewage sludge was applied. He also provided evidence showing that cows at two Georgia farms were poisoned as a result of grazing on sludged land. He later wrote a book on the subject, called Science for Sale. He contends that multiple agencies, including the EPA and the US Department of Agriculture (USDA) engaged in a coordinated scheme to \"misleadingly present sewage sludge as scientifically safe.\" The deception revolves around the issue of whether the toxins found in the sludge are rendered non-bioavailable. According to the EPA, there are \"unique properties\" in the sludge matrix that prevent harmful toxins from being taken up by plants, animals, and humans. These properties, the EPA claims, sequester metals and other toxins, thereby rendering them harmless. According to Dr. Lewis, this is patently false. So what are some of the toxins in question, that the EPA claims cannot harm you when applied in the form of sewage sludge to farms, forests, parks, school playgrounds, and gardens? Independent Science News4 reports: \"According to a recent EPA survey,5 biosolids contain a wide range of mutagenic and neurotoxic chemicals, which are present at a million-fold higher concentrations (ppm versus ppt) compared with their levels in polluted air and water. Biosolids contain all of the lipophilic (fat-soluble) chemical wastes that once polluted our rivers and lakes, but which now settle out at sewage treatment plants and become concentrated in sewage sludges. Most biosolids contain ppm concentrations of heavy metals, including chromium, lead, and mercury. They contain similarly high levels of polycyclic aromatic hydrocarbons (PAHs) and semi-volatiles, such as bis (2-Ethylhexyl) phthalate, Benzo(a)pyrene), and polybrominated diphenyl ether congeners (PBDE flame retardants). Most biosolids also contain pathogenic agents and ppm levels of many common drugs, including ciprofloxacin (Cipro), carbamazepine (Tegretol, Equetro), and fluoxetine (Prozac).\"\n\nNo discussion on the hazards of modern agriculture can be complete without mentioning genetically engineered (GE) crops. Four years ago, US diplomatic cables released by WikiLeaks6 showed the US government conspired to find ways to retaliate against Europe for refusing to use GE seeds, mainly by engaging in aggressive trade wars against reluctant nations. Earlier this month, this action plan seems to have played out when Agriculture Secretary Tom Vilsack again called for the European Union (EU) to ease restrictions on GE foods and feed crops in order to come to an agreeable trans-Atlantic trade pact. Moreover, as reported in the New York Times:7 \"'Europe should also reconsider requirements to label genetically modified foods,' said Mr. Vilsack, who added that consumers could use smartphones to scan packaging to check the contents.\" The European Union (EU) has historically taken a strict, cautious stance regarding GE crops, much to the chagrin of Monsanto and in stark contrast to the United States. Hopefully, the EU will not falter now—especially with regards to removing GMO labeling!\n\nAs Henry Kissinger once said, \"Food is a weapon,\" and never has this statement been more descriptively accurate than when applied to GE patented seeds and foods. Who ever imagined that one day people all over the world would have to fight for \"seed freedom\"? Yet that's exactly what we have to do today. The reason why there's such heated controversy over the allowance of GE crops is due to their many health dangers, and the fact that their genes are capable of \"horizontal transfer\" to non-GE plants, which means you cannot contain them. They absolutely WILL contaminate their conventional and organic counterparts, so one day soon there may be no such thing as \"GE-free,\" because everything will be contaminated. The \"seed freedom movement\" has perhaps no greater voice than Vandana Shiva, who in the video above and in a recent article expressed her dismay over the biotech lobby's latest efforts to stifle movements for seed and food sovereignty in countries like India:8 \"Intelligence agencies are supposed to protect the safety and security of a nation and its citizens from external threats. Tragically, we now have a report from the [Indian] Intelligence Bureau that promotes the very foreign interests that are threatening our seed and food sovereignty, the livelihood of our farmers and the health of our citizens. The IB report... blindly promotes genetically-modified organisms (GMOs). GMOs are the source of genetically modified foods. The report names seven agitations pursuing 'anti-developmental activities.' The 'Anti-Genetically Modified Organisms (GMO)' activism is ranked third and this section begins with this sentence: 'The pro-GMO debate in India centers round the resounding success of Bt cotton in the last 10 years.' This sounds more like propaganda of the GMO industry than the result of an investigation by an Indian intelligence agency. A later paragraph further reinforces the evidence that the IB was not investigating but transmitting messages from the foreign GMO industry and its lobbyists. In paragraph 35, the report cites Ronald Herring of Cornell University. Herring has systematically attacked Indian farmers, scientists and plant breeders and Cornell University has become a hub of the pro-GMO lobby.\"\n\nAs Vandana Shiva and other activists keep pointing out, we absolutely must shift our focus to emphasize the biological system as a whole. Unfortunately, farmers and the chemical seed technology in particular tend to see \"production\" as the goal of farming, when in fact the crucial, pressing need is sustainability so that the entire planet can be functional... If we keep going in our current direction, our crop lands will eventually stop producing anything capable of sustaining health. Soil, for example, is not a static \"thing.\" It's a living symbiotic system, and a voluminous body of research has emerged demonstrating that the microbial balance in soil is critical for growing bountiful, nutritious crops. This is where the real nutrition your plants require is derived from. These organisms take the mineral material that's in your soil and convert it into a plant-available form. Without these bioorganisms, your plants cannot get the nutrients they need. GE plants have been shown to destroy soil microbes—just as they've been shown to destroy gut microbes in both animals and humans. Take the genetically engineered Bt plants, for example. In these plants, a specific genetic material for a single toxin protein has been separated from the bacteria (Bacillus thuringiensis, or Bt) and placed into the genetic material of a plant, such as corn, soybean, and potatoes. There's clear evidence that Bt plant material harms animals. Typically, they end up with severe ulceration, starting in the digestive system. Adding to the problem is the fact that GE plants use more pesticides. Many are designed to withstand otherwise lethal doses of glyphosate, the active ingredient in Monsanto's broad spectrum herbicide Roundup. These are the so-called Roundup-Ready crops. And guess what? Glyphosate has also been found to kill off soil and gut microbes! As a result, we're seeing a rapid rise in associated health problems. Remember, about 80 percent of your body's immune system resides in your gut, and when pathogenic bacteria are allowed to take over your gut, disease is virtually inevitable.\n\nThat said, rebuilding functional ecosystems from the ground up WILL restore them to their fullest potential, and this needs to be our overriding focus. Perhaps you can't do anything about how large-scale commercial farms are being run at the moment, but you can make a difference for yourself, for your family and community that might have residual effects. Buying organic, thereby avoiding any and all GE foods is, I believe, a crucial step. This includes buying grass-fed or pastured animal products, such as beef, chicken, milk, and eggs. Besides that, you can also: Grow your own organic vegetables. Organic gardening isn't something extra you do – in fact it's quite the opposite. It's what you don't do that makes the difference: no chemicals, pesticides, fungicides, and herbicides on your plate! When you take control of what you eat, you'll naturally enjoy better health, ensure and protecting future generations. Composting is another way to make what you already have work for you in the future. Save those scraps, from egg shells to coffee filters, and use them to feed your vegetable garden. When shopping for food, be informed regarding where that food was produced. A guide to help you can be found by clicking here. If you take advantage of the farm-fresh sustainability that's becoming more prevalent as people take control of what they're consuming, you'll realize many benefits. First, you'll know where the foods you and your family eat come from, ensure optimal nutrition, and protect the health of future generations.", 
            "citationCount": 0, 
            "sources": [
                "mercola.com", 
                "articles.mercola.com"
            ], 
            "facebookComments": 0, 
            "shareCount": 5020, 
            "authors": [], 
            "referenceCount": 3, 
            "refId": 5
        }, 
        "6": {
            "body": "news you can use 61914 pennsylvania notill alliance week three of the budget drive is coming to a close with lawmakers no closer to a final document when they return on monday theyll be in harrisburg every day through the end of june – even longer if a budget bill does not pass by the june 30 deadline the general buzz is that passage will extend into july and speaking of buzz this is national pollinator protection week the pennsylvania pest management association works not only to rid your homes and businesses of unwanted pests but also to protect those insects that are beneficial got a pest problem go to wwwpapmaonlineorg plug in your zipcode and a list of certified pest management professionals in your locale will pop up and in notsowonderful news the pennsylvania turnpike commission announced that tolls for ez pass and cash customers will increase by 5 percent effective january 4 2015 have a great weekend and call us if you have questions team versant upcoming meetings june 20 9am330pm cover crops soil health presentations williamsburg farm show bldg williamsburg june 26 830am3pm farming for success penn state research cntr 1446 auction road manheim 1000 cost for event – preregister at 7173946851 july 1 9amnoon penn state dairy cropping systems research field day – httpextensionpsuedudairyevents july 10 10am2pm fayette co soil health field day – rich burd farm 143 shady side road uniontown july 11 9am230pm tioga co soil health day – whitneyville fairgrounds 2258 charleston rd wellsboro july 24 830am4pm lycoming co soil health cover crop day – ta seeds jersey shore july 29 830am3pm notill alliance field day – oregon view farm 1270 e oregon rd lititz july 30 830am3pm notill alliance field day – ma farms mark rohrbach 57 howglen lane cattawissa july 31 830am3pm notill alliance field day – fabin bros farms 231 bethel church rd indiana aug 1214 9am5pm ag progress days russell larson research cntr 2710 pine grove rd pennsylvania furnace aug 1921 north south dakota trip – plus travel days see attachment aug 28 830am3pm notill alliance soil health fd – schrack farms 860 w valley rd loganton aug 29 830am3pm notill alliance soil health fd – criswell acres 6229 col john kelly rd lewisburg cover crop basics capturing nutrients sign up today for this exclusive notill farmer webinar sponsored by cover crop solutions scheduled to air tuesday june 24 at 10 am central time dr tracy blackmer director of research for cover crop solutions will provide a basic understanding of the nutrient benefits provided by various species of cover crops and how notillers can properly utilize those cover crops to reduce their levels of applied fertilizer heres what youll learn from this 60minute webinar why the interest in cover crops as a nutrient producer or scavenger is gaining momentum the basics of nutrient loss that make covers a partner in keeping nutrients available to crops a look at the costly pathogen soybean cyst nematode and where cover crops can offer a defense the benefits of relieving compaction with cover crops latest results from studies looking at yield response to cover crops sign up for the free webinar if youre interested in learning more about ways to manage fertility levels and nutrients with cover crops this webinar sponsored by cover crop solutions will provide some of the ingredients you need to consider to be successful working with cover crops join notill farmer cover crop solutions and dr tracy blackmer for this informative educational session on tuesday june 24 regulatory information doa fertilizer nutrient values the department of agriculture published the commercial values per pound of nitrogen available phosphate and soluble potash effective july 1 2014 further information is available by contacting david dressler agronomic program specialist bureau of plant industry department of agriculture 2301 n cameron street harrisburg pa 171109408 717 7725215 httpwwwpabulletincomsecuredatavol4444241252html ag articles of interest 06182014 us calls on europe to ease limits on genealtered food brussels — the top american agriculture official on tuesday called on the european union to do more to ease restrictions on genealtered food and feed crops if it hoped to reach a transatlantic trade pact there cant be a trade agreement without a serious and significant new york times 06182014 parasites killing their host you can buy food from farmers — directly through markets any way you can find — and i hope you do but unless youre radically different from most of us much of what you eat comes from corporations that process market deliver and sell food a majority of which is processed new york times 06182014 pension crisis could hurt other vital programs and industries as lawmakers in harrisburg get serious about crafting a new state budget with a june 30 deadline approaching they have an opportunity to also take action to address the top financial problem facing the commonwealth — the escalating state pension crisis the mounting unfunded liability of nearly 50 billion threatens the phoenixville news 06162014 rutters announces healthy changes to milk tea products rutters dairy announced recently healthy changes to its milk products in honor of national dairy month in june according to a news release high fructose corn syrup was eliminated from rutters chocolate milk all natural sugar is now used to sweeten rutters whole milk and 1 percent york daily and in other news 06182014 canada approves controversial oil pipeline toronto — canadas government tuesday approved a controversial proposed pipeline to the pacific coast that would allow oil to be shipped to asia which would be a major step in the countrys efforts to diversify its oil exports ap 06182014 glutenfree eating appears to be here to stay in the luxe dining room of del posto one of new yorks most heralded and expensive italian restaurants onethird of the tables on any given night will have at least one glutenfree diner mark ladner the restaurants chef and widely considered to be one of new york times 06182014 a smart way to skip college in pursuit of a job could an online degree earned in six to 12 months bring a revolution to higher education this week att and udacity the online education company founded by the stanford professor and former google engineering whiz sebastian thrun announced something meant to be very small the nanodegree new york times 06172014 key areas of focus in the pa budget debate pennsylvania lawmakers have entered what is supposed to be the final twoweek push to pass a state budget with gov tom corbetts 294 billion spending plan potentially out of balance by nearly 2 billion ap 06132014 concerns on mad cow lead to recall dozens of whole foods stores in the northeast and a restaurant in new york received beef over an eightmonth period that may not have been properly slaughtered to reduce the threat of mad cow disease federal officials said on thursday the producer of the beef fruitland american meat in jackson mo new york times", 
            "twitterShares": 0, 
            "facebookShares": 0, 
            "pubDate": "2014.06.19", 
            "title": "Pennsylvania No-Till Alliance", 
            "url": "http://www.panotill.org/news/news-you-can-use-61914/", 
            "text": "Week three of the budget drive is coming to a close with lawmakers no closer to a final document. When they return on Monday, they’ll be in Harrisburg every day through the end of June – even longer if a budget bill does not pass by the June 30 deadline.  The general buzz is that passage will extend into July.\n\nAnd speaking of buzz, this is National Pollinator Protection Week. The Pennsylvania Pest Management Association works not only to rid your homes and businesses of unwanted pests but also to protect those insects that are beneficial.  Got a pest problem?  Go to www.papmaonline.org, plug in your zipcode, and a list of certified pest management professionals in your locale will pop up.\n\nAnd in not-so-wonderful news, the Pennsylvania Turnpike Commission announced that tolls for EZ Pass and cash customers will increase by 5 percent effective January 4, 2015.\n\nHave a great weekend and call us if you have questions!\n\nDOA: FERTILIZER NUTRIENT VALUES  The Department of Agriculture published the commercial values per pound of nitrogen, available phosphate, and soluble potash, effective July 1, 2014.  Further information is available by contacting David Dressler, Agronomic Program Specialist, Bureau of Plant Industry, Department of Agriculture, 2301 N. Cameron Street, Harrisburg, PA  17110-9408 (717) 772-5215. http://www.pabulletin.com/secure/data/vol44/44-24/1252.html\n\nAnd in Other News", 
            "citationCount": 0, 
            "sources": [
                "www.panotill.org", 
                "panotill.org"
            ], 
            "facebookComments": 0, 
            "shareCount": 0, 
            "authors": [], 
            "referenceCount": 5, 
            "refId": 6
        }, 
        "7": {
            "body": "us calls on europe to ease limits on genealtered food for related articles and more information please visit ocas genetic engineering page and our millions against monsanto page brussels the top american agriculture official on tuesday called on the european union to do more to ease restrictions on genealtered food and feed crops if it hoped to reach a transatlantic trade pact there cant be a trade agreement without a serious and significant commitment to agriculture the official agriculture secretary tom vilsack told reporters on tuesday a day after an informal meeting with european farm ministers european consumers ought to have a choice whether to use biotech foods he said mr vilsack has a tough case to make though there continues to be deep resistance to bioengineered agricultural products in the european union or to easing many other agricultural trade protections for that matter the fight over food in fact is a big impediment to progress in talks that are already moving more slowly than officials on both sides had wanted when president obama announced them last year negotiators are trying to reach a transatlantic trade and investment partnership an agreement that goes far beyond cutting import duties by creating a more uniform market and by synchronizing regulations for products like automobiles and medicines but after five rounds of meetings the negotiators are at odds in important areas including how to lower tariffs whether to include financial services in any deal and how to create freer trade in food and farming the deal is also drawing opposition from groups on both sides of the atlantic concerned it will lower environmental standards and weaken consumer protections the united states has long insisted that there is no scientific evidence of safety risks from using foods and feeds whose genetic makeup have been altered through bioengineering whether to make them more resistant to pests and drought or to finetune their content but many europeans are more cautious and some deride the products as frankenfoods that must remain heavily restricted on farms and in the food chain european shops tend to carry few foods with genealtered ingredients because of skepticism among consumers", 
            "twitterShares": 41, 
            "facebookShares": 5, 
            "pubDate": "2014.06.17", 
            "title": "U.S. Calls on Europe to Ease Limits on Gene-Altered Food", 
            "url": "http://www.organicconsumers.org/articles/article_30313.cfm", 
            "text": "BRUSSELS - The top American agriculture official on Tuesday called on the European Union to do more to ease restrictions on gene-altered food and feed crops if it hoped to reach a trans-Atlantic trade pact.\"There can't be a trade agreement without a serious and significant commitment to agriculture,\" the official, Agriculture Secretary Tom Vilsack, told reporters on Tuesday, a day after an informal meeting with European farm ministers. European consumers \"ought to have a choice\" whether to use biotech foods, he said.Mr. Vilsack has a tough case to make, though. There continues to be deep resistance to bioengineered agricultural products in the European Union - or to easing many other agricultural trade protections, for that matter. The fight over food, in fact, is a big impediment to progress in talks that are already moving more slowly than officials on both sides had wanted when President Obama announced them last year Negotiators are trying to reach a Trans-Atlantic Trade and Investment Partnership, an agreement that goes far beyond cutting import duties by creating a more uniform market and by synchronizing regulations for products like automobiles and medicines. But after five rounds of meetings, the negotiators are at odds in important areas, including how to lower tariffs, whether to include financial services in any deal, and how to create freer trade in food and farming.The deal is also drawing opposition from groups on both sides of the Atlantic, concerned it will lower environmental standards and weaken consumer protections.The United States has long insisted that there is no scientific evidence of safety risks from using foods and feeds whose genetic makeup have been altered through bioengineering - whether to make them more resistant to pests and drought or to fine-tune their content. But many Europeans are more cautious, and some deride the products as \"Frankenfoods\" that must remain heavily restricted on farms and in the food chain. European shops tend to carry few foods with gene-altered ingredients because of skepticism among consumers.", 
            "citationCount": 0, 
            "sources": [
                "www.organicconsumers.org", 
                "organicconsumers.org"
            ], 
            "facebookComments": 0, 
            "shareCount": 46, 
            "authors": [], 
            "referenceCount": 5, 
            "refId": 7
        }, 
        "8": {
            "body": "agriculture the surprising leading contributor to pollution returning to more sustainable organic farming methods is necessary in order to support the regeneration of soils photo ron nichols flickr did you know that the modern agricultural system is responsible for putting more carbon dioxide into the atmosphere than the actual burning of fossil fuels understanding this reveals an obvious answer to pressing global problems there are only three places for carbon to go land air and water our agricultural practices have removed massive amounts of valuable carbon from land transferring it into air and water carbon management is critically important regardless of ones views of climate change by paying greater attention to carbon management we have the opportunity to make a dramatic difference in this area which is having major negative consequences to our agriculture our air and our oceans lakes streams and rivers one important factor that some experts believe is key for reversing environmental devastation like desertification which is when land turns to desert is to return much of our land to grasslands and build a network of herbivore economics there is no better way to improve the conditions for animals solve the carbon problem bring more revenue to farmers and improve our health by purchasing nutritious foods from properly pastured animals vs the horrible cafo model based on the monocultures of corn and soy fed to the animals in questionable conditions in which they are proactively fed antibiotics to make them fat and keep them alive in such atrocious conditions returning to more sustainable organic farming methods is also necessary in order to support the regeneration of soils which ultimately dictates how nutritious the food grown in it will be the featured video of vandana shiva recorded at a food otherwise conference in the netherlands earlier this year does a magnificent job of putting modern agriculture into proper perspective in order to make food production sustainable we have to join forces to keep genetically engineered monoculture and pesticide resistant or pesticide producing crops at bay this is surely not an easy task in light of the financial and hence political clout wielded by the chemical technology industry and yet we must embrace that challenge the easiest thing that anyone can do is to simply stop buying processed foods including organic traitor brands which are actually owned by multinational processed food giants the importance of grazing cattle by mimicking the natural behavior of migratory herds of wild grazing animals —meaning allowing livestock to graze freely and moving the herd around in specific patterns—farmers can support natures efforts to regenerate and thrive this kind of land management system promotes the reduction of atmospheric co2 by sequestering it back into the soil where it can do a lot of good once in the earth the co2 can be safely stored for hundreds of years and adds to the soils fertility as noted in the featured blog post by the carbon pilgrim its more complicated than that of course but heres the really exciting part if land that is bare degraded tilled or monocropped can be restored to a healthy condition with properly functioning carbon water mineral and nutrient cycles and covered yearround with a diversity of green plants with deep roots then the added amount of atmospheric co2 that can be stored in the soil is potentially high globally soils contain about three times the amount of carbon thats stored in vegetation and twice the amount stored in the atmosphere since twothirds of the earths land mass is grassland additional co2 storage in the soil via better management practices even on a small scale could have a huge impact the thing is while carbon is important for optimal soil health carbon is the main component of soil organic matter too much carbon in the air is detrimental as described in the featured article the natural carbon cycle has broken down due to modern agricultural methods weve lost between 50 and 80 percent of the carbon that used to be in the soil so theres plenty of room to put it back in this is also why ethanol subsidies are so disastrous while claiming to be a green fuel what has actually happened is millions of acres of grasslands and forests have been destroyed to make room for more corn our tax dollars have been used to destroy the environment and create this dangerous imbalance for the sake of these pesticide producing life patenting gmo dealers unfortunately this fabrication has of corn as a green fuel had done exactly the opposite and greatly accelerated the damage we were told would be part of the solution senator dick durbin has been one of the most vocal gmo ethanol subsidy supporters and hillary clinton has joined kansas congressman mike pompeo in the cheerleading for biotech companies the good news is that we dont need to invent yet another chemical or a new piece of farm equipment to solve this problem we simply need to revert back to a system that works with nature rather than against it and this involves grazing cattle my previous article discussing the work of ecologist allan savory goes into this process in greater detail besides the environmental benefits grassfed pastured livestock is also an excellent source of highquality meat in fact its the only type of meat i recommend eating as raising cattle in confined animal feeding operations cafos alters the nutritional composition of the meat—not to mention such animals are fed antibiotics growth promoters and other veterinary drugs new land management methodology wins international certification fortunately theres good news on this front the food and agriculture organization of the united nations fao together with the chinese academy of agriculture science caas the world agroforestry center icraf and chinas northwest institute of plateau biology nwipb have developed a new methodology to measure carbon sequestration on sustainably managed grasslands the method which involves sampling soil andor using computer modeling based on soil types and farming activities has now gained international certification this will hopefully encourage more farmers to embrace sustainable grazing methods which will help restore degraded soils and reduce atmospheric co2 levels according to the fao tested over the past several years using field data from a project site in northern china and computer modeling the methodology has now won approval by the nonprofit verified carbon standard vcs a voluntary greenhouse gas accounting program used by projects around the world to verify and issue carbon credits in voluntary emissions markets according to findings from the case study in northern china herders could sequester an average of 3 tco2 per hectare of grassland each year over the next 20 years through the application of improved practices such as reduction and rotation of grazing pressure on overstocked sites and the sowing of improved pastures and fodder crops close to households epa faked science of sewage sludge safety whistleblower contends clearly the harm inflicted by modern chemicalbased monoculture doesnt end with its detrimental impact on soil health and atmospheric co2 levels the chemicals used are a significant threat to both nature and man whats worse is that theres little scientific backing for our current chemicalbased methods as just one of many examples former epa employee and whistleblower david lewis phd claims that the environmental protection agency epa actually faked science to uphold the status quo of using sewage sludge as fertilizer while still an employee of the epa dr lewis published evidence showing that a teenager living in new hampshire died as a result of living near land where sewage sludge was applied he also provided evidence showing that cows at two georgia farms were poisoned as a result of grazing on sludged land he later wrote a book on the subject called science for sale he contends that multiple agencies including the epa and the us department of agriculture usda engaged in a coordinated scheme to misleadingly present sewage sludge as scientifically safe the deception revolves around the issue of whether the toxins found in the sludge are rendered nonbioavailable according to the epa there are unique properties in the sludge matrix that prevent harmful toxins from being taken up by plants animals and humans these properties the epa claims sequester metals and other toxins thereby rendering them harmless according to dr lewis this is patently false so what are some of the toxins in question that the epa claims can not harm you when applied in the form of sewage sludge to farms forests parks school playgrounds and gardens independent science news reports according to a recent epa survey biosolids contain a wide range of mutagenic and neurotoxic chemicals which are present at a millionfold higher concentrations ppm versus ppt compared with their levels in polluted air and waterbiosolids contain all of the lipophilic fatsoluble chemical wastes that once polluted our rivers and lakes but which now settle out at sewage treatment plants and become concentrated in sewage sludges most biosolids contain ppm concentrations of heavy metals including chromium lead and mercury they contain similarly high levels of polycyclic aromatic hydrocarbons pahs and semivolatiles such as bis 2ethylhexyl phthalate benzoapyrene and polybrominated diphenyl ether congeners pbde flame retardants most biosolids also contain pathogenic agents and ppm levels of many common drugs including ciprofloxacin cipro carbamazepine tegretol equetro and fluoxetine prozac monsanto calls for europe to accept gmos no discussion on the hazards of modern agriculture can be complete without mentioning genetically engineered ge crops four years ago us diplomatic cables released by wikileaks showed the us government conspired to find ways to retaliate against europe for refusing to use ge seeds mainly by engaging in aggressive trade wars against reluctant nations earlier this month this action plan seems to have played out when agriculture secretary tom vilsack again called for the european union eu to ease restrictions on ge foods and feed crops in order to come to an agreeable transatlantic trade pact moreover as reported in the new york times europe should also reconsider requirements to label genetically modified foods said mr vilsack who added that consumers could use smartphones to scan packaging to check the contents the european union eu has historically taken a strict cautious stance regarding ge crops much to the chagrin of monsanto and in stark contrast to the united states hopefully the eu will not falter now—especially with regards to removing gmo labeling gmo push intensifies in india with indian intelligence being seemingly enlisted as henry kissinger once said food is a weapon and never has this statement been more descriptively accurate than when applied to ge patented seeds and foods who ever imagined that one day people all over the world would have to fight for seed freedom yet thats exactly what we have to do today the reason why theres such heated controversy over the allowance of ge crops is due to their many health dangers and the fact that their genes are capable of horizontal transfer to nonge plants which means you can not contain them they absolutely will contaminate their conventional and organic counterparts so one day soon there may be no such thing as gefree because everything will be contaminated the seed freedom movement has perhaps no greater voice than vandana shiva who in the video above and in a recent article expressed her dismay over the biotech lobbys latest efforts to stifle movements for seed and food sovereignty in countries like india intelligence agencies are supposed to protect the safety and security of a nation and its citizens from external threats tragically we now have a report from the indian intelligence bureau that promotes the very foreign interests that are threatening our seed and food sovereignty the livelihood of our farmers and the health of our citizens the ib report blindly promotes geneticallymodified organisms gmos gmos are the source of genetically modified foods the report names seven agitations pursuing antidevelopmental activities the antigenetically modified organisms gmo activism is ranked third and this section begins with this sentence the progmo debate in india centers round the resounding success of bt cotton in the last 10 years this sounds more like propaganda of the gmo industry than the result of an investigation by an indian intelligence agency a later paragraph further reinforces the evidence that the ib was not investigating but transmitting messages from the foreign gmo industry and its lobbyists in paragraph 35 the report cites ronald herring of cornell university herring has systematically attacked indian farmers scientists and plant breeders and cornell university has become a hub of the progmo lobby organic farming and holistic herd management are the solutions for world hunger and environmental sustainability as vandana shiva and other activists keep pointing out we absolutely must shift our focus to emphasize the biological system as a whole unfortunately farmers and the chemical seed technology in particular tend to see production as the goal of farming when in fact the crucial pressing need is sustainability so that the entire planet can be functional if we keep going in our current direction our crop lands will eventually stop producing anything capable of sustaining health soil for example is not a static thing its a living symbiotic system and a voluminous body of research has emerged demonstrating that the microbial balance in soil is critical for growing bountiful nutritious crops this is where the real nutrition your plants require is derived from these organisms take the mineral material thats in your soil and convert it into a plantavailable form without these bioorganisms your plants can not get the nutrients they need ge plants have been shown to destroy soil microbes—just as theyve been shown to destroy gut microbes in both animals and humans take the genetically engineered bt plants for example in these plants a specific genetic material for a single toxin protein has been separated from the bacteria bacillus thuringiensis or bt and placed into the genetic material of a plant such as corn soybean and potatoes theres clear evidence that bt plant material harms animals typically they end up with severe ulceration starting in the digestive system adding to the problem is the fact that ge plants use more pesticides many are designed to withstand otherwise lethal doses of glyphosate the active ingredient in monsantos broad spectrum herbicide roundup these are the socalled roundupready crops and guess what glyphosate has also been found to kill off soil and gut microbes as a result were seeing a rapid rise in associated health problems remember about 80 percent of your bodys immune system resides in your gut and when pathogenic bacteria are allowed to take over your gut disease is virtually inevitable what can you do that said rebuilding functional ecosystems from the ground up will restore them to their fullest potential and this needs to be our overriding focus perhaps you cant do anything about how largescale commercial farms are being run at the moment but you can make a difference for yourself for your family and community that might have residual effects buying organic thereby avoiding any and all ge foods is i believe a crucial step this includes buying grassfed or pastured animal products such as beef chicken milk and eggs besides that you can also grow your own organic vegetables organic gardening isnt something extra you do – in fact its quite the opposite its what you dont do that makes the difference no chemicals pesticides fungicides and herbicides on your plate when you take control of what you eat youll naturally enjoy better health ensure and protecting future generations composting is another way to make what you already have work for you in the future save those scraps from egg shells to coffee filters and use them to feed your vegetable garden when shopping for food be informed regarding where that food was produced a guide to help you can be found by clicking here if you take advantage of the farmfresh sustainability thats becoming more prevalent as people take control of what theyre consuming youll realize many benefits first youll know where the foods you and your family eat come from ensure optimal nutrition and protect the health of future generations i recently named the gma the most evil corporation on the planet considering the fact that it consists primarily of pesticide producers and junk food manufacturers who are going to great lengths to violate some of your most basic rights—just to ensure that subsidized genetically engineered and chemicaldependent highly processed junk food remains the status quo the insanity has gone far enough its time to unite and fight back which is why i encourage you to boycott every single product owned by members of the gma including natural and organic brands to learn more about this boycott and the traitor brands that are included please visit theboycottlistorg i also encourage you to donate to the organic consumers fund your donation will help fight the gma lawsuit in vermont and also help win the gmo labeling ballot initiative in oregon in november voting with your pocketbook at every meal matters it makes a huge difference by boycotting gma member traitor brands you can help level the playing field and help take back control of our food supply and as always continue educating yourself about genetically engineered foods and share what youve learned with family and friends", 
            "twitterShares": 23, 
            "facebookShares": 2, 
            "pubDate": "2014.07.04", 
            "title": "The Surprising Leading Contributor to Pollution", 
            "url": "http://www.truth-out.org/news/item/24771-agriculture-the-surprising-leading-contributor-to-pollution", 
            "text": "Returning to more sustainable organic farming methods is necessary in order to support the regeneration of soils. (Photo: Ron Nichols / Flickr)\n\nDid you know that the modern agricultural system is responsible for putting more carbon dioxide into the atmosphere than the actual burning of fossil fuels? Understanding this reveals an obvious answer to pressing global problems.\n\nThere are only three places for carbon to go: land, air, and water. Our agricultural practices have removed massive amounts of valuable carbon from land, transferring it into air and water. Carbon management is critically important regardless of one's views of climate change.\n\nBy paying greater attention to carbon management, we have the opportunity to make a dramatic difference in this area, which is having major negative consequences to our agriculture, our air, and our oceans, lakes, streams and rivers.\n\nOne important factor that some experts believe is KEY for reversing environmental devastation like desertification, which is when land turns to desert, is to return much of our land to grasslands and build a network of herbivore economics.\n\nThere is no better way to improve the conditions for animals, solve the carbon problem, bring more revenue to farmers, and improve our health by purchasing nutritious foods from properly pastured animals - vs the horrible CAFO model based on the monocultures of corn and soy fed to the animals in questionable conditions in which they are proactively fed antibiotics to make them fat and keep them alive in such atrocious conditions.\n\nReturning to more sustainable organic farming methods is also necessary in order to support the regeneration of soils which, ultimately, dictates how nutritious the food grown in it will be.\n\nThe featured video of Vandana Shiva, recorded at a Food Otherwise conference in the Netherlands earlier this year, does a magnificent job of putting modern agriculture into proper perspective.\n\nIn order to make food production sustainable, we have to join forces to keep genetically engineered monoculture and pesticide resistant or pesticide producing crops at bay. This is surely not an easy task in light of the financial (and hence political) clout wielded by the chemical technology industry. And yet we must embrace that challenge.\n\nThe easiest thing that anyone can do is to simply stop buying processed foods (including organic traitor brands, which are actually owned by multi-national processed food giants).\n\nBy mimicking the natural behavior of migratory herds of wild grazing animals—meaning allowing livestock to graze freely, and moving the herd around in specific patterns—farmers can support nature's efforts to regenerate and thrive.\n\nThis kind of land management system promotes the reduction of atmospheric CO2 by sequestering it back into the soil where it can do a lot of good. Once in the earth, the CO2 can be safely stored for hundreds of years, and adds to the soil's fertility. As noted in the featured blog post by The Carbon Pilgrim:\n\nThe thing is, while carbon is important for optimal soil health (carbon is the main component of soil organic matter), too much carbon in the air is detrimental.\n\nAs described in the featured article, the natural carbon cycle has broken down; due to modern agricultural methods, we've lost between 50 and 80 percent of the carbon that used to be in the soil, so there's plenty of \"room\" to put it back in.\n\nThis is also why ethanol subsidies are so disastrous. While claiming to be a 'green' fuel - what has actually happened is millions of acres of grasslands and forests have been destroyed to make room for more corn. Our tax dollars have been used to destroy the environment and create this dangerous imbalance for the sake of these pesticide producing, life patenting, GMO dealers. Unfortunately, this fabrication has of corn as a 'green' fuel had done exactly the opposite and greatly accelerated the damage we were told would be part of the solution.\n\nSenator Dick Durbin has been one of the most vocal GMO ethanol subsidy supporters, and Hillary Clinton has joined Kansas congressman Mike Pompeo in the cheerleading for biotech companies.\n\nThe good news is that we don't need to invent yet another chemical or a new piece of farm equipment to solve this problem. We simply need to revert back to a system that works with nature rather than against it. And this involves grazing cattle. My previous article discussing the work of ecologist Allan Savory goes into this process in greater detail.\n\nBesides the environmental benefits, grass-fed, pastured livestock is also an excellent source of high-quality meat. In fact, it's the only type of meat I recommend eating, as raising cattle in confined animal feeding operations (CAFOs) alters the nutritional composition of the meat—not to mention such animals are fed antibiotics, growth promoters and other veterinary drugs.\n\nFortunately, there's good news on this front. The Food and Agriculture Organization of the United Nations (FAO), together with the Chinese Academy of Agriculture Science (CAAS), the World Agroforestry Center (ICRAF), and China's Northwest Institute of Plateau Biology (NWIPB), have developed a new methodology to measure carbon sequestration on sustainably managed grasslands.\n\nThe method, which involves sampling soil and/or using computer modeling based on soil types and farming activities, has now gained international certification. This will hopefully encourage more farmers to embrace sustainable grazing methods, which will help restore degraded soils, and reduce atmospheric CO2 levels. According to the FAO:\n\nClearly, the harm inflicted by modern chemical-based monoculture doesn't end with its detrimental impact on soil health and atmospheric CO2 levels. The chemicals used are a significant threat to both nature and man. What's worse is that there's little scientific backing for our current chemical-based methods. As just one of many examples, former EPA employee and whistleblower David Lewis, PhD claims that the Environmental Protection Agency (EPA) actually faked science to uphold the status quo of using sewage sludge as fertilizer.\n\nWhile still an employee of the EPA, Dr. Lewis published evidence showing that a teenager living in New Hampshire died as a result of living near land where sewage sludge was applied. He also provided evidence showing that cows at two Georgia farms were poisoned as a result of grazing on sludged land. He later wrote a book on the subject, called Science for Sale. He contends that multiple agencies, including the EPA and the US Department of Agriculture (USDA) engaged in a coordinated scheme to \"misleadingly present sewage sludge as scientifically safe.\"\n\nThe deception revolves around the issue of whether the toxins found in the sludge are rendered non-bioavailable. According to the EPA, there are \"unique properties\" in the sludge matrix that prevent harmful toxins from being taken up by plants, animals, and humans. These properties, the EPA claims, sequester metals and other toxins, thereby rendering them harmless.\n\nAccording to Dr. Lewis, this is patently false. So what are some of the toxins in question, that the EPA claims cannot harm you when applied in the form of sewage sludge to farms, forests, parks, school playgrounds, and gardens? Independent Science News reports:\n\nNo discussion on the hazards of modern agriculture can be complete without mentioning genetically engineered (GE) crops. Four years ago, US diplomatic cables released by WikiLeaks showed the US government conspired to find ways to retaliate against Europe for refusing to use GE seeds, mainly by engaging in aggressive trade wars against reluctant nations.\n\nEarlier this month, this action plan seems to have played out when Agriculture Secretary Tom Vilsack again called for the European Union (EU) to ease restrictions on GE foods and feed crops in order to come to an agreeable trans-Atlantic trade pact. Moreover, as reported in the New York Times:\n\nThe European Union (EU) has historically taken a strict, cautious stance regarding GE crops, much to the chagrin of Monsanto and in stark contrast to the United States. Hopefully, the EU will not falter now—especially with regards to removing GMO labeling!\n\nGMO Push Intensifies in India with Indian Intelligence Being Seemingly Enlisted\n\nAs Henry Kissinger once said, \"Food is a weapon,\" and never has this statement been more descriptively accurate than when applied to GE patented seeds and foods. Who ever imagined that one day people all over the world would have to fight for \"seed freedom\"? Yet that's exactly what we have to do today.\n\nThe reason why there's such heated controversy over the allowance of GE crops is due to their many health dangers, and the fact that their genes are capable of \"horizontal transfer\" to non-GE plants, which means you cannot contain them. They absolutely WILL contaminate their conventional and organic counterparts, so one day soon there may be no such thing as \"GE-free,\" because everything will be contaminated.\n\nThe \"seed freedom movement\" has perhaps no greater voice than Vandana Shiva, who in the video above and in a recent article expressed her dismay over the biotech lobby's latest efforts to stifle movements for seed and food sovereignty in countries like India:\n\nOrganic Farming and Holistic Herd Management Are the Solutions for World Hunger and Environmental Sustainability\n\nAs Vandana Shiva and other activists keep pointing out, we absolutely must shift our focus to emphasize the biological system as a whole. Unfortunately, farmers and the chemical seed technology in particular tend to see \"production\" as the goal of farming, when in fact the crucial, pressing need is sustainability so that the entire planet can be functional... If we keep going in our current direction, our crop lands will eventually stop producing anything capable of sustaining health.\n\nSoil, for example, is not a static \"thing.\" It's a living symbiotic system, and a voluminous body of research has emerged demonstrating that the microbial balance in soil is critical for growing bountiful, nutritious crops. This is where the real nutrition your plants require is derived from. These organisms take the mineral material that's in your soil and convert it into a plant-available form. Without these bioorganisms, your plants cannot get the nutrients they need.\n\nGE plants have been shown to destroy soil microbes—just as they've been shown to destroy gut microbes in both animals and humans. Take the genetically engineered Bt plants, for example. In these plants, a specific genetic material for a single toxin protein has been separated from the bacteria (Bacillus thuringiensis, or Bt) and placed into the genetic material of a plant, such as corn, soybean, and potatoes. There's clear evidence that Bt plant material harms animals. Typically, they end up with severe ulceration, starting in the digestive system.\n\nAdding to the problem is the fact that GE plants use more pesticides. Many are designed to withstand otherwise lethal doses of glyphosate, the active ingredient in Monsanto's broad spectrum herbicide Roundup. These are the so-called Roundup-Ready crops. And guess what? Glyphosate has also been found to kill off soil and gut microbes! As a result, we're seeing a rapid rise in associated health problems. Remember, about 80 percent of your body's immune system resides in your gut, and when pathogenic bacteria are allowed to take over your gut, disease is virtually inevitable.\n\nWhat Can You Do?\n\nThat said, rebuilding functional ecosystems from the ground up WILL restore them to their fullest potential, and this needs to be our overriding focus. Perhaps you can't do anything about how large-scale commercial farms are being run at the moment, but you can make a difference for yourself, for your family and community that might have residual effects. Buying organic, thereby avoiding any and all GE foods is, I believe, a crucial step. This includes buying grass-fed or pastured animal products, such as beef, chicken, milk, and eggs. Besides that, you can also:\n\nWhen shopping for food, be informed regarding where that food was produced. A guide to help you can be found by clicking here. If you take advantage of the farm-fresh sustainability that's becoming more prevalent as people take control of what they're consuming, you'll realize many benefits. First, you'll know where the foods you and your family eat come from, ensure optimal nutrition, and protect the health of future generations.\n\nI recently named the GMA “the most evil corporation on the planet,” considering the fact that it consists primarily of pesticide producers and junk food manufacturers who are going to great lengths to violate some of your most basic rights—just to ensure that subsidized, genetically engineered and chemical-dependent, highly processed junk food remains the status quo.\n\nThe insanity has gone far enough. It’s time to unite and fight back, which is why I encourage you to boycott every single product owned by members of the GMA, including natural and organic brands. To learn more about this boycott, and the traitor brands that are included, please visit TheBoycottList.org. I also encourage you to donate to the Organic Consumers Fund. Your donation will help fight the GMA lawsuit in Vermont, and also help win the GMO labeling ballot initiative in Oregon in November.\n\nVoting with your pocketbook, at every meal, matters. It makes a huge difference. By boycotting GMA member Traitor Brands, you can help level the playing field, and help take back control of our food supply. And as always, continue educating yourself about genetically engineered foods, and share what you’ve learned with family and friends.", 
            "citationCount": 0, 
            "sources": [
                "www.truth-out.org", 
                "truthout", 
                "truth-out.org"
            ], 
            "facebookComments": 0, 
            "shareCount": 25, 
            "authors": [], 
            "referenceCount": 3, 
            "refId": 8
        }
    }, 
    "edges": [
        [
            1, 
            2
        ], 
        [
            2, 
            7
        ], 
        [
            4, 
            7
        ], 
        [
            1, 
            3
        ], 
        [
            6, 
            7
        ], 
        [
            4, 
            6
        ], 
        [
            1, 
            6
        ], 
        [
            4, 
            5
        ], 
        [
            2, 
            8
        ], 
        [
            4, 
            8
        ], 
        [
            1, 
            4
        ], 
        [
            2, 
            6
        ], 
        [
            2, 
            3
        ], 
        [
            3, 
            6
        ], 
        [
            1, 
            7
        ], 
        [
            3, 
            7
        ], 
        [
            2, 
            5
        ], 
        [
            3, 
            4
        ], 
        [
            2, 
            4
        ], 
        [
            5, 
            8
        ]
    ], 
    "meta": {
        "centralNode": 2, 
        "sources": [
            {
                "referenceCount": 1, 
                "references": [
                    1
                ], 
                "name": "journal.com.ph", 
                "authors": []
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    8
                ], 
                "name": "www.truth-out.org", 
                "authors": []
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    2
                ], 
                "name": "www.nytimes.com", 
                "authors": [
                    "james kanter"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    4
                ], 
                "name": "www.merid.org", 
                "authors": []
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    6
                ], 
                "name": "www.panotill.org", 
                "authors": []
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    5
                ], 
                "name": "mercola.com", 
                "authors": []
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    3
                ], 
                "name": "www.geneticliteracyproject.org", 
                "authors": []
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    7
                ], 
                "name": "www.organicconsumers.org", 
                "authors": []
            }
        ], 
        "markup": {
            "body": [
                {
                    "text": "BRUSSELS — The top American agriculture official on Tuesday called on the European Union to do more to ease restrictions on gene-altered food and feed crops if it hoped to reach a trans-Atlantic trade pact.", 
                    "taggedText": [
                        {
                            "text": "BRUSSELS — The top American agriculture official on Tuesday called on the European Union to do more to ease restrictions on", 
                            "tagged": true, 
                            "references": [
                                3, 
                                6, 
                                7
                            ], 
                            "tagId": "husky.markup.Markup.1_0"
                        }, 
                        {
                            "text": " gene-altered food and feed crops if it hoped to reach a trans-Atlantic trade pact.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [
                        {
                            "span": [
                                0, 
                                125
                            ], 
                            "references": [
                                3, 
                                6, 
                                7
                            ], 
                            "match": "BRUSSELS — The top American agriculture official on Tuesday called on the European Union to do more to ease restrictions on", 
                            "extraAttr": {
                                "ratio": 0.7344262295081967
                            }
                        }
                    ], 
                    "cId": "husky.markup.Markup_1"
                }, 
                {
                    "text": "“There can’t be a trade agreement without a serious and significant commitment to agriculture,” the official, Agriculture Secretary Tom Vilsack, told reporters on Tuesday, a day after an informal meeting with European farm ministers. European consumers “ought to have a choice” whether to use biotech foods, he said.", 
                    "taggedText": [
                        {
                            "text": "“There can’t be a trade agreement without a serious and significant commitment to agriculture", 
                            "tagged": true, 
                            "references": [
                                3, 
                                7
                            ], 
                            "tagId": "husky.markup.Markup.2_0"
                        }, 
                        {
                            "text": ",” the official, Agriculture Secretary Tom Vilsack, told reporters on Tuesday, a day after an informal meeting with European farm ministers. European consumers “ought to have a choice” whether to use biotech foods, he said.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [
                        {
                            "span": [
                                0, 
                                97
                            ], 
                            "references": [
                                3, 
                                7
                            ], 
                            "match": "“There can’t be a trade agreement without a serious and significant commitment to agriculture", 
                            "extraAttr": {
                                "ratio": 0.6075949367088608
                            }
                        }
                    ], 
                    "cId": "husky.markup.Markup_2"
                }, 
                {
                    "text": "Mr. Vilsack has a tough case to make, though. There continues to be deep resistance to bioengineered agricultural products in the European Union — or to easing many other agricultural trade protections, for that matter. The fight over food, in fact, is a big impediment to progress in talks that are already moving more slowly than officials on both sides had wanted when President Obama announced them last year.", 
                    "taggedText": [
                        {
                            "text": "Mr.", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " Vilsack has a tough case to make", 
                            "tagged": true, 
                            "references": [
                                7
                            ], 
                            "tagId": "husky.markup.Markup.3_0"
                        }, 
                        {
                            "text": ", though. There", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " continues to be deep resistance to bioengineered agricultural products in the European Union — or to easing many other agricultural trade protections", 
                            "tagged": true, 
                            "references": [
                                7
                            ], 
                            "tagId": "husky.markup.Markup.3_1"
                        }, 
                        {
                            "text": ", for that matter. The fight over food, in fact,", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " is a big impediment to progress in talks that are already moving more slowly than officials on both sides had wanted when President Obama announced them", 
                            "tagged": true, 
                            "references": [
                                7
                            ], 
                            "tagId": "husky.markup.Markup.3_2"
                        }, 
                        {
                            "text": " last year.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [
                        {
                            "span": [
                                3, 
                                36
                            ], 
                            "references": [
                                7
                            ], 
                            "match": " Vilsack has a tough case to make", 
                            "extraAttr": {
                                "ratio": 0.8533333333333334
                            }
                        }, 
                        {
                            "span": [
                                51, 
                                203
                            ], 
                            "references": [
                                7
                            ], 
                            "match": " continues to be deep resistance to bioengineered agricultural products in the European Union — or to easing many other agricultural trade protections", 
                            "extraAttr": {
                                "ratio": 0.9230769230769231
                            }
                        }, 
                        {
                            "span": [
                                251, 
                                404
                            ], 
                            "references": [
                                7
                            ], 
                            "match": " is a big impediment to progress in talks that are already moving more slowly than officials on both sides had wanted when President Obama announced them", 
                            "extraAttr": {
                                "ratio": 0.9069069069069069
                            }
                        }
                    ], 
                    "cId": "husky.markup.Markup_3"
                }, 
                {
                    "text": "Negotiators are trying to reach a Trans-Atlantic Trade and Investment Partnership, an agreement that goes far beyond cutting import duties by creating a more uniform market and by synchronizing regulations for products like automobiles and medicines. But after five rounds of meetings, the negotiators are at odds in important areas, including how to lower tariffs, whether to include financial services in any deal, and how to create freer trade in food and farming.", 
                    "taggedText": [
                        {
                            "text": "Negotiators are trying to reach a Trans-Atlantic Trade and Investment Partnership, an agreement", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " that goes far beyond cutting import duties by creating a more uniform market and by synchronizing regulations for products", 
                            "tagged": true, 
                            "references": [
                                3, 
                                7
                            ], 
                            "tagId": "husky.markup.Markup.4_0"
                        }, 
                        {
                            "text": " like automobiles and medicines. But after five rounds of meetings, the negotiators are at odds in important areas, including how to lower tariffs,", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " whether to include financial services in any deal", 
                            "tagged": true, 
                            "references": [
                                3, 
                                4, 
                                7
                            ], 
                            "tagId": "husky.markup.Markup.4_1"
                        }, 
                        {
                            "text": ", and how to create freer trade in food and farming.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [
                        {
                            "span": [
                                95, 
                                218
                            ], 
                            "references": [
                                3, 
                                7
                            ], 
                            "match": " that goes far beyond cutting import duties by creating a more uniform market and by synchronizing regulations for products", 
                            "extraAttr": {
                                "ratio": 0.7256637168141593
                            }
                        }, 
                        {
                            "span": [
                                365, 
                                415
                            ], 
                            "references": [
                                3, 
                                4, 
                                7
                            ], 
                            "match": " whether to include financial services in any deal", 
                            "extraAttr": {
                                "ratio": 0.425531914893617
                            }
                        }
                    ], 
                    "cId": "husky.markup.Markup_4"
                }, 
                {
                    "text": "The deal is also drawing opposition from groups on both sides of the Atlantic, concerned it will lower environmental standards and weaken consumer protections.", 
                    "taggedText": [
                        {
                            "text": "The deal is also drawing opposition from groups on both sides of the Atlantic,", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " concerned it will lower environmental standards and weaken consumer protections", 
                            "tagged": true, 
                            "references": [
                                7
                            ], 
                            "tagId": "husky.markup.Markup.5_0"
                        }, 
                        {
                            "text": ".", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [
                        {
                            "span": [
                                78, 
                                158
                            ], 
                            "references": [
                                7
                            ], 
                            "match": " concerned it will lower environmental standards and weaken consumer protections", 
                            "extraAttr": {
                                "ratio": 0.6751054852320675
                            }
                        }
                    ], 
                    "cId": "husky.markup.Markup_5"
                }, 
                {
                    "text": "The United States has long insisted that there is no scientific evidence of safety risks from using foods and feeds whose genetic makeup have been altered through bioengineering — whether to make them more resistant to pests and drought or to fine-tune their content. But many Europeans are more cautious, and some deride the products as “Frankenfoods” that must remain heavily restricted on farms and in the food chain. European shops tend to carry few foods with gene-altered ingredients because of skepticism among consumers.", 
                    "taggedText": [
                        {
                            "text": "The United States has long insisted that there is no scientific evidence of safety risks from using foods and feeds whose genetic makeup have been altered through bioengineering — whether to make", 
                            "tagged": true, 
                            "references": [
                                7
                            ], 
                            "tagId": "husky.markup.Markup.6_0"
                        }, 
                        {
                            "text": " them more resistant to pests and drought or to fine-tune their content. But many Europeans are more cautious, and some deride the products as “Frankenfoods” that must remain heavily restricted on farms and in the food chain. European shops tend to carry few foods with gene-altered", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " ingredients because of skepticism among consumers", 
                            "tagged": true, 
                            "references": [
                                7
                            ], 
                            "tagId": "husky.markup.Markup.6_1"
                        }, 
                        {
                            "text": ".", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [
                        {
                            "span": [
                                0, 
                                197
                            ], 
                            "references": [
                                7
                            ], 
                            "match": "The United States has long insisted that there is no scientific evidence of safety risks from using foods and feeds whose genetic makeup have been altered through bioengineering — whether to make", 
                            "extraAttr": {
                                "ratio": 0.9847715736040609
                            }
                        }, 
                        {
                            "span": [
                                483, 
                                533
                            ], 
                            "references": [
                                7
                            ], 
                            "match": " ingredients because of skepticism among consumers", 
                            "extraAttr": {
                                "ratio": 0.6451612903225806
                            }
                        }
                    ], 
                    "cId": "husky.markup.Markup_6"
                }, 
                {
                    "text": "Cultivation in Europe is also almost nonexistent. A Monsanto corn variety approved in 1998 is the only gene-altered crop grown in the bloc. Grown mainly in Spain, the variety represented only 1.4 percent of European Union corn production in 2012.", 
                    "taggedText": [
                        {
                            "text": "Cultivation in Europe is also almost nonexistent. A Monsanto corn variety approved in 1998 is the only gene-altered crop grown in the bloc. Grown mainly in Spain, the variety represented only 1.4 percent of European Union corn production in 2012.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [], 
                    "cId": "husky.markup.Markup_7"
                }, 
                {
                    "text": "European Union officials have proposed ways of encouraging more cultivation of such crops. One idea is to give countries that are steadfastly opposed to biotech crops, like Austria, broader scope to ban them from their territory. Those countries would, in turn, then ease their opposition to allowing the crops on a broader European basis. But whether those rules, which still must be approved by the European Parliament, would promote more cultivation is an open question.", 
                    "taggedText": [
                        {
                            "text": "European Union officials have proposed ways of encouraging more cultivation of such crops. One idea is to give countries that are steadfastly opposed to biotech crops, like Austria, broader scope to ban them from their territory. Those countries would, in turn, then ease their opposition to allowing the crops on a broader European basis. But whether those rules, which still must be approved by the European Parliament, would promote more cultivation is an open question.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [], 
                    "cId": "husky.markup.Markup_8"
                }, 
                {
                    "text": "As to imports, there is already a significant level of trans-Atlantic trade — but not as much as the United States would like. The European Union has authorized import of 58 gene-altered varieties for food and feed from the rest of the world, including the United States. But new approvals often get stuck for years in complex decision-making processes, even after being given a green light by the European Food Safety Authority, a European Union agency.", 
                    "taggedText": [
                        {
                            "text": "As to imports, there is already a significant level of trans-Atlantic trade — but not as much as the United States would like. The European Union has authorized import of 58 gene-altered varieties for food and feed from the rest of the world, including the United States. But new approvals often get stuck for years in complex decision-making processes,", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " even after being given a green light by the European Food Safety Authority", 
                            "tagged": true, 
                            "references": [
                                1
                            ], 
                            "tagId": "husky.markup.Markup.9_0"
                        }, 
                        {
                            "text": ", a European Union agency.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [
                        {
                            "span": [
                                355, 
                                430
                            ], 
                            "references": [
                                1
                            ], 
                            "match": " even after being given a green light by the European Food Safety Authority", 
                            "extraAttr": {
                                "ratio": 0.5612648221343873
                            }
                        }
                    ], 
                    "cId": "husky.markup.Markup_9"
                }, 
                {
                    "text": "“Our view is that the regulatory process should be synchronized,” said Mr. Vilsack. Approvals take about 18 months in the United States compared with an average of about 45 months in the European Union, American officials said.", 
                    "taggedText": [
                        {
                            "text": "“Our view is that the regulatory process should be", 
                            "tagged": true, 
                            "references": [
                                1, 
                                4
                            ], 
                            "tagId": "husky.markup.Markup.10_0"
                        }, 
                        {
                            "text": " synchronized,” said Mr. Vilsack. Approvals take about 18 months in the United States compared with an average of about 45 months in the European Union, American officials said.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [
                        {
                            "span": [
                                0, 
                                52
                            ], 
                            "references": [
                                1, 
                                4
                            ], 
                            "match": "“Our view is that the regulatory process should be", 
                            "extraAttr": {
                                "ratio": 0.75
                            }
                        }
                    ], 
                    "cId": "husky.markup.Markup_10"
                }, 
                {
                    "text": "Europe should also reconsider requirements to label genetically modified foods, said Mr. Vilsack, who added that consumers could use smartphones to scan packaging to check the contents. European ministers “didn’t say that’s a ridiculous idea,” said Mr. Vilsack.", 
                    "taggedText": [
                        {
                            "text": "Europe should also reconsider requirements to label genetically modified foods, said Mr. Vilsack,", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " who added that consumers could use smartphones to scan packaging to check the contents", 
                            "tagged": true, 
                            "references": [
                                5, 
                                8
                            ], 
                            "tagId": "husky.markup.Markup.11_0"
                        }, 
                        {
                            "text": ". European ministers “didn’t say that’s a ridiculous idea,” said Mr. Vilsack.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [
                        {
                            "span": [
                                97, 
                                184
                            ], 
                            "references": [
                                5, 
                                8
                            ], 
                            "match": " who added that consumers could use smartphones to scan packaging to check the contents", 
                            "extraAttr": {
                                "ratio": 0.6492537313432836
                            }
                        }
                    ], 
                    "cId": "husky.markup.Markup_11"
                }, 
                {
                    "text": "Dacian Ciolos, the European Union’s agriculture minister, said at a news conference on Monday evening that other “crucial issues” discussed with Mr. Vilsack included European demands on American producers to curb use of so-called geographical indications like Feta, meant to protect products like the Greek cheese of the same name.", 
                    "taggedText": [
                        {
                            "text": "Dacian Ciolos, the European Union’s agriculture minister, said at a news conference on Monday evening that other “crucial issues” discussed with Mr. Vilsack included European demands on American producers to curb use of so-called geographical indications like Feta, meant to protect products like the Greek cheese of the same name.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [], 
                    "cId": "husky.markup.Markup_12"
                }, 
                {
                    "text": "Most ministers told Mr. Vilsack that the “European Union doesn’t see how any kind of agreement can be struck without geographical indications being part and parcel of that agreement,” Mr. Ciolos said.", 
                    "taggedText": [
                        {
                            "text": "Most ministers told Mr. Vilsack that the “European Union doesn’t see how any kind of agreement can be struck without geographical indications being part and parcel of that agreement,” Mr. Ciolos said.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [], 
                    "cId": "husky.markup.Markup_13"
                }, 
                {
                    "text": "On Tuesday during his meeting with reporters, Mr. Vilsack asked, “Where is Feta?” He said it was not even a place in Greece, but simply a manufacturing process. “If only Greeks can use the term Feta, which has been used for a long period of time by a lot of people, and you expand that to all the other cheeses that are at issue here,” he said, “that’s a problem.”", 
                    "taggedText": [
                        {
                            "text": "On Tuesday during his meeting with reporters, Mr. Vilsack asked, “Where is Feta?” He said it was not even a place in Greece, but simply a manufacturing process. “If only Greeks can use the term Feta, which has been used for a long period of time by a lot of people, and you expand that to all the other cheeses that are at issue here,” he said, “that’s a problem.”", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [], 
                    "cId": "husky.markup.Markup_14"
                }
            ], 
            "id": "husky.markup.Markup", 
            "title": {
                "text": "U.S. Calls on Europe to Ease Limits on Gene-Altered Food", 
                "taggedText": [
                    {
                        "text": "U.S.", 
                        "tagged": false, 
                        "references": []
                    }, 
                    {
                        "text": " Calls on Europe to Ease Limits on", 
                        "tagged": true, 
                        "references": [
                            3, 
                            4, 
                            6, 
                            7
                        ], 
                        "tagId": "husky.markup.Markup.0_0"
                    }, 
                    {
                        "text": " Gene-Altered Food", 
                        "tagged": false, 
                        "references": []
                    }
                ], 
                "references": [
                    {
                        "span": [
                            4, 
                            38
                        ], 
                        "references": [
                            3, 
                            4, 
                            6, 
                            7
                        ], 
                        "match": " Calls on Europe to Ease Limits on", 
                        "extraAttr": {
                            "ratio": 0.6896551724137931
                        }
                    }
                ], 
                "cId": "husky.markup.Markup_0"
            }
        }, 
        "citations": [], 
        "authors": [
            {
                "referenceCount": 1, 
                "references": [
                    2
                ], 
                "name": "james kanter", 
                "authors": [
                    "www.nytimes.com"
                ]
            }
        ]
    }
}