{
    "nodes": {
        "1": {
            "body": "charlotte nc catholic high calls meeting for parents after uproar over sisters speech skip to comments charlotte nc catholic high calls meeting for parents after uproar over sisters speech charlotte observer 03272014 tim funk posted on 03282014 34007 pm pdt by pyro7480 charlotte catholic high school has invited parents to a meeting wednesday night to air concerns many of them – and their kids – had about a recent speakers comments about homosexuality divorce and single parents sister jane dominic laurel a dominican nun based in nashville tenn addressed a student assembly on march 21 days later some students launched an online petition that called her comments offensive and unnecessarily derogatory a record of the comments was not available but students attending told their parents she criticized gays and lesbians and made inflammatory remarks about single and divorced parents some students told their parents that a few teachers left the assembly in tears shelley earnhardt who is divorced and who sent one of the emails wrote that in my home there was outrage embarrassment sadness disbelief and further reason for my 16yearold to move as far away from her religion as possible and as soon as she can the rev tim reid pastor of st ann catholic church sent an email lauding the nun saying she represented well the catholic positions on marriage sex samesex attraction and proper gender rolesthe church has already lost too many generations of catholic schools students toa very muddled and watereddown faith the division over laurels speech is a reflection of the culture wars being waged within catholicism and in society at large conservatives point to the denominations traditional teachings against homosexual behavior and divorce liberals look to pope francis who has called for less emphasis on those issues and a more welcoming church that focuses on helping the poor many us dioceses including charlottes are led by conservative bishops who were appointed by pope francis more conservative predecessors excerpt read more at charlotteobservercom topics catholic current events religion culture theology keywords catholic homosexualagenda homosexuality northcarolina sister all of this uproar boils down to a three things pride ingratitude and arrogance on the part of the parents and the students 1 posted on 03282014 34007 pm pdt by pyro7480 to siobhan canticleofdeborah nyer salvation american colleen desdemona stathanasiusthegreat 2 posted on 03282014 34035 pm pdt by pyro7480 viva cristo rey to pyro7480 these parents sound like degenerates i applaud the the reverend who says it exactly as it is the church has already lost too many generations of catholic schools students toa very muddled and watereddown faith exactly correct the speech made you cry then the truth made you cry these people buy into the big lie and then cry when they hear the truth 3 posted on 03282014 34428 pm pdt by viennacon to pyro7480 oh dont you just love the mother who claimed this gave her daughter reason to move away from the faith cafeteria catholics who needs them god bless this sister and god bless the priest who defended her talk 4 posted on 03282014 34511 pm pdt by bigg red 1 pt 1 as he who called you is holy be holy yourselves in every aspect of your conduct to viennacon the speech made you cry then the truth made you cry these people buy into the big lie and then cry when they hear the truth precisely 5 posted on 03282014 34557 pm pdt by bigg red 1 pt 1 as he who called you is holy be holy yourselves in every aspect of your conduct to pyro7480 6 posted on 03282014 34741 pm pdt by fatima free hugs today to bigg red oh dont you just love the mother who claimed this gave her daughter reason to move away from the faith if this speech offends then you werent close to the faith to begin with 7 posted on 03282014 34800 pm pdt by hoodat democrats opposing equal protection since 1828 to pyro7480 this outrage is rather hillarious did these idiots forget its a catholic school 8 posted on 03282014 35029 pm pdt by rgintn to hoodat if this speech offends then you werent close to the faith to begin with so true 9 posted on 03282014 35146 pm pdt by bigg red 1 pt 1 as he who called you is holy be holy yourselves in every aspect of your conduct to pyro7480 anyone have a link or transcript of the speech to see what the big deal is 10 posted on 03282014 35349 pm pdt by jettester i got paid to break em not fly em to pyro7480 a catholic school is a private school the kids attend voluntarily they are free to leave enroll elsewhere if they disagree with the schools teachings if i was the principal id ask them in the strongest terms to withdraw 11 posted on 03282014 40024 pm pdt by mister da the mark of a wise man is not what he knows but what he knows he doesnt know to jettester deport 12 posted on 03282014 40301 pm pdt by pyro7480 viva cristo rey to pyro7480 correct the mom should be honest with the daughter 13 posted on 03282014 41007 pm pdt by 1010rd first do no harm to pyro7480 there is a new right that i dont think a lot of people here are aware of its the right to not have your liberal sensibilities offended and these people are very upset that some know nothing nun with a phd got up and told them something that went against the worlds teaching i think that they should withdraw from the school enmass as a protest just to show what true goats they are and leave the silly sheep that remain to wallow in this terrible liberal offending truth thatll show them to pyro7480 prayers for sr jane dominic 15 posted on 03282014 41436 pm pdt by salvation with god all things are possible matthew 1926 to pyro7480 the problem lies with the school and the church that runs the school how did these kids ever get into the position that the queer lifestyle is ok 16 posted on 03282014 42518 pm pdt by iscool ya mess with me you mess with the whole trailer park to pyro7480 thats why i love the dominicans and send my children to their schools 17 posted on 03282014 42520 pm pdt by stjpii to pyro7480 the fact that this upset people tells me that school is a failure 18 posted on 03282014 42939 pm pdt by geronl vote for conservatives not for republicans to pyro7480 god bless you sister jane 19 posted on 03282014 43246 pm pdt by e pluribus unum the man who damns money has obtained it dishonorably the man who respects it has earned it to hoodat the question might be what faith certainly there was nothing this sister said that should come as news to a practicing catholic much less cause consternation lotsa schools and churches in charlotte sweetheart 20 posted on 03282014 43655 pm pdt by edinva to pyro7480 i love and support the nashville dominicans i only wish that my children were taught by them in catholic school instead of the watered down church of nice stuff 21 posted on 03282014 43925 pm pdt by k omalley caro enim mea vere est cibus et sanguis meus vere est potus to geronl the fact that this upset people tells me that school is a failure youre got to remember this is a high school and they didnt raise the kids since birth who did yes the parents are the failure 22 posted on 03282014 44000 pm pdt by steve86 acerbic by nature not nurture to hoodat reckon what that nun said that got everybody so ticked 23 posted on 03282014 44110 pm pdt by gitmo if your theology doesnt become your biography what good is to steve86 these kids go to this school and are quite shocked by the speech because the school has never presented these ideas before 24 posted on 03282014 44738 pm pdt by geronl vote for conservatives not for republicans to geronl the time to teach kids that boys are boys girls are girls boys marry girls etc is well before highs school and is the parents job 25 posted on 03282014 50233 pm pdt by steve86 acerbic by nature not nurture to pyro7480 conservatives point to the denominations traditional teachings against homosexual behavior and divorce liberals look to pope francis who has called for less emphasis on those issues and a more welcoming church that focuses on helping the poor false dichotomy true christians have always focused on both with equal fervor its called applying the whole counsel of god its the false christians who want to focus on one as an excuse to ignore the other and even at that they want to outsource their charitable obligations to government which shows their real agenda to viennacon the church has already lost too many generations of catholic schools students toa very muddled and watereddown faith exactly correct the speech made you cry then the truth made you cry these people buy into the big lie and then cry when they hear the truth 1 homosexuality and bisexuality are sins we love the sinner hate the sins 2 divorce is warranted sometimesbut remarriage never until a spouse has died 3 single parents when a spouse of the opposite sex has passed away she becomes a single parent to their children story of marriage divorce annulmenthappily ever after i had an acquaintance in high school whose husband beat the holy pie outta her for years she stayed because of her vows she was eventually allowed to remarry because the beating husband was like this all the time and was never going to change the church ruled that husband broke his vows to love honor and cherish her right from the beginning and never had any intention to be anything else he didnt beat her until they married so there was no real marriage because of his predisposition to batter endlessly and the marriage was annulled it didnt matter if there were children or nothe was a batterer with the intention to batter all their married life from beginning to end with no intention to stop she remarried and is happy as can be with new second husband i found this out because i happened to start chatting with her mother at a church functionwhose name was the same i mentioned to her that i had a high school classmate with the same name out came the sad tale told by her mother with finally a happy ending for my classmate to circlecity false dichotomy true christians have always focused on both with equal fervor its called applying the whole counsel of god its the false christians who want to focus on one as an excuse to ignore the other and even at that they want to outsource their charitable obligations to government which shows their real agenda you nailed it circlecity to pyro7480 what would happen if i was giving a speech and i happened to mention out of the hundreds and hundreds of cases where i was involved in juvenile court proceedings a grand total of about three of the kids lived with both of their biological parents and oh yeah none of the bio parents were dead to cloudmountain her decision to allow her husband to beat her did not excuse her remarriage a widow is allowed to remarry a divorced person is not her vow said til death do we part not til he beats me she should have killed his sorry ass thats what my wife would do then she would be free to remarry to appypappy 31 posted on 03282014 61730 pm pdt by petenmi to pyro7480 we resent the fact that a schoolwide assembly became a stage to blast the issue of homosexuality after pope francis said in an interview this past fall that we can not insist only on issues related to abortion gay marriage and the use of contraceptive methods we are angry that someone decided they knew better than our holy father and invited this speaker see they are just using pope francis statement as permission to sin and receive absolution these people no more believe in the pope than the man in the moon 32 posted on 03282014 62856 pm pdt by frdmlvr we are all osama 0bama alqaeda terrorists who breached the american compound in benghazi to circlecity unfortunately many nominal catholics use pope francis as an excuse to support abortion and homosexual marriage 33 posted on 03282014 70755 pm pdt by yongin to frdmlvr if you ask them what context pope francis used who am i to judge these people dont have a clue they think francis will bless female clergy abortion sodomites and birth control they will be disappointed in 5 years 34 posted on 03282014 71645 pm pdt by yongin to pyro7480 the crowds only one step away from genesis 195 disclaimer opinions posted on free republic are those of the individual posters and do not necessarily represent the opinion of free republic or its management all materials posted herein are protected by copyright law and the exemption for fair use of copyrighted works freerepubliccom is powered by software copyright 20002008 john robinson", 
            "twitterShares": 0, 
            "facebookShares": 0, 
            "pubDate": "2014.03.27", 
            "title": "Charlotte [NC] Catholic High calls meeting for parents after uproar over [sister's] speech", 
            "url": "http://www.freerepublic.com/focus/religion/3138523/posts", 
            "text": "Charlotte Catholic High School has invited parents to a meeting Wednesday night to air concerns many of them  and their kids  had about a recent speaker's comments about homosexuality, divorce and single parents.\n\nSister Jane Dominic Laurel, a Dominican nun based in Nashville, Tenn., addressed a student assembly on March 21. Days later, some students launched an online petition that called her comments \"offensive and unnecessarily derogatory.\"\n\nA record of the comments was not available. But students attending told their parents she criticized gays and lesbians and made inflammatory remarks about single and divorced parents....\n\nSome students told their parents that a few teachers left the assembly in tears....\n\nShelley Earnhardt, who is divorced and who sent one of the emails, wrote that \"in my home, there was outrage, embarrassment, sadness, disbelief, and further reason for my 16-year-old to move as far away from her religion as possible and as soon as she can.\"\n\n...The Rev. Tim Reid, pastor of St. Ann Catholic Church, sent an email lauding the nun, saying \"she represented well the Catholic positions on marriage, sex, same-sex attraction and proper gender roles...The Church has already lost too many generations of Catholic schools students to...a very muddled and watered-down faith.\"\n\nThe division over Laurel's speech is a reflection of the culture wars being waged within Catholicism and in society at large. Conservatives point to the denomination's traditional teachings against homosexual behavior and divorce.\n\nLiberals look to Pope Francis, who has called for less emphasis on those issues and a more welcoming church that focuses on helping the poor.\n\nMany U.S. dioceses, including Charlotte's, are led by conservative bishops who were appointed by Pope Francis' more conservative predecessors....\n\n\n\nAll of this uproar boils down to a three things: pride, ingratitude, and arrogance on the part of the parents and the students. \n\n\n\nThere is a new right that I don’t think a lot of people here are aware of, its the right to not have your liberal sensibilities offended and these people are very upset that some know nothing nun with a PhD got up and told them something that went against the worlds teaching! I think that they should withdraw from the school en-mass as a protest just to show what true goats they are and leave the silly sheep that remain to wallow in this terrible liberal offending truth! That’ll show them! \n\n\n\n\"Conservatives point to the denomination's traditional teachings against homosexual behavior and divorce. Liberals look to Pope Francis, who has called for less emphasis on those issues and a more welcoming church that focuses on helping the poor.\" False dichotomy. True Christians have always focused on both with equal fervor. It's called applying the whole counsel of God. It's the false Christians who want to focus on one as an excuse to ignore the other. And even at that they want to outsource their charitable obligations to government, which shows their real agenda. \n\n\n\nThe Church has already lost too many generations of Catholic schools students to...a very muddled and watered-down faith. Exactly correct. The speech made you cry? Then the truth made you cry. These people buy into the Big Lie and then cry when they hear the truth. 1. Homosexuality and bisexuality are sins. We love the sinner; hate the sins. \n\n2. Divorce is warranted sometimes...but REMARRIAGE? NEVER, until a spouse has died. \n\n3. Single parents: when a spouse of the OPPOSITE sex has passed away; s/he becomes a single parent to their child(ren). Story of marriage, annulment...happily ever after. I had an acquaintance in high school whose husband beat the holy pie outta her for YEARS. She stayed because of her vows. She was eventually allowed to remarry because the beating husband was like this all the time and was never going to change. The Church ruled that husband broke his vows to LOVE, honor and cherish her right and never had any intention to be anything else. He DIDN'T beat her until they married. So, there was NO real marriage because of HIS predisposition to batter ENDLESSLY and the marriage was ANNULLED. \n\nIt didn't matter if there were children or not--he was a batterer with the INTENTION to batter all their married life from beginning to end, with no intention to stop. She remarried and is happy as can be with new second husband. I found this out because I HAPPENED to start chatting with her mother at a Church function...whose NAME WAS THE SAME. I mentioned to her that I had a high school classmate with the same name. OUT CAME the sad tale, told by her mother, with, FINALLY, a happy ending for my classmate. \n\n\n\nDisclaimer: Opinions posted on Free Republic are those of the individual posters and do not necessarily represent the opinion of Free Republic or its management. All materials posted herein are protected by copyright law and the exemption for fair use of copyrighted works.", 
            "citationCount": 0, 
            "sources": [
                "www.freerepublic.com", 
                "freerepublic.com"
            ], 
            "facebookComments": 0, 
            "shareCount": 0, 
            "authors": [], 
            "referenceCount": 6, 
            "refId": 1
        }, 
        "2": {
            "body": "francis makes antiabortion gesture during korea trip world the boston globe seoul — pope francis on saturday delivered perhaps his most dramatic antiabortion gesture as pope visiting a symbolic cemetery for abortion victims located in a field behind a churchrun charitable center although the early stages of franciss papacy were marked by questions about the intensity of his commitment to opposing abortion the gesture adds to a recent catalogue of antiabortion statements by the pontiff continue reading below francis is on the third day of a visit to south korea his first outing to asia and the third overseas trip of his papacy located at the kkottongnae home for the sick a facility serving about 5000 elderly and disabled persons and located about 120 miles from seoul the memorial is composed of a grassy field dotted with white crosses as well as a statue of what catholics refer to as the holy family joseph mary and jesus as a child jung kwangryul a member of the kkottongnae community described the site as a oneofakind memorial saying the popes stop is a clear testimony of his defense of life francis paused briefly at the site bowing his head and folding his hands in a moment of silent prayer in south korea abortion is illegal except in cases of rape or incest when a womans health is in danger or when a pregnant woman or spouse has certain diseases despite those restrictions it is believed to have one of the worlds highest abortion rates continue reading below since franciss election to the papacy theres been an undercurrent of concern among some catholic antiabortion activists that he may not be fully committed to the cause those fears were fueled by a couple of interviews in which francis complained of the church being obsessed with moral debates saying in one we can not insist only on issues related to abortion gay marriage and the use of contraceptive methods since that time however francis has found occasions to solidify his antiabortion credentials in a 2013 audience with an association of italian gynecologists the pope quoted from a 1974 document from the congregation for the doctrine of the faith to assert that the first right of a human being is life he argued that the church has become engaged in recent years in defense of the right to life precisely because human life has become cheap citing the unborn among the most vulnerable categories of people in a november 2013 document evangelii gaudium joy of the gospel francis wrote that the churchs defense of unborn life can not be expected to change because its closely linked to the defense of each and every other human right in a january speech to diplomats accredited to the vatican generally considered the popes top annual politics and foreign policy speech francis returned to the theme it is horrific even to think that there are children victims of abortion who will never see the light of day he said in april during an audience with members of an italian prolife movement the pontiff used even stronger rhetoric it is necessary to reiterate the strongest opposition to any direct attack on life especially innocent and defenseless and her unborn child in the womb is the innocent par excellence the pope said life once conceived must be protected with the utmost care abortion and infanticide are abominable crimes he said the visit to the abortion memorial in south korea adds to that record it also builds on a remark the pontiff made friday during a mass held in daejeon about 90 miles south of seoul francis ticked off a series of threats including a culture of death which devalues the image of god of life and violates the dignity of every man woman and child the phrase culture of death is linked to the late st john paul ii and battles over abortion and other matters of sexual morality during his papacy by inserting it into his public rhetoric francis associated himself with that agenda", 
            "twitterShares": 0, 
            "facebookShares": 666, 
            "pubDate": null, 
            "title": "Francis makes anti-abortion gesture during Korea trip", 
            "url": "http://www.bostonglobe.com/news/world/2014/08/16/francis-makes-anti-abortion-gesture-during-korea-trip/05qzXuRhhH6wAYbENHh9YJ/story.html?event=event25", 
            "text": "SEOUL — Pope Francis on Saturday delivered perhaps his most dramatic anti-abortion gesture as pope, visiting a symbolic “cemetery for abortion victims” located in a field behind a church-run charitable center.\n\nAlthough the early stages of Francis’s papacy were marked by questions about the intensity of his commitment to opposing abortion, the gesture adds to a recent catalogue of anti-abortion statements by the pontiff.\n\nFrancis is on the third day of a visit to South Korea, his first outing to Asia and the third overseas trip of his papacy.\n\nLocated at the Kkottongnae home for the sick, a facility serving about 5,000 elderly and disabled persons and located about 120 miles from Seoul, the memorial is composed of a grassy field dotted with white crosses as well as a statue of what Catholics refer to as the “Holy Family”: Joseph, Mary, and Jesus as a child.\n\nJung Kwang-ryul, a member of the Kkottongnae community, described the site as a “one-of-a-kind memorial,” saying the pope’s stop is “a clear testimony of his defense of life.”\n\nFrancis paused briefly at the site, bowing his head and folding his hands in a moment of silent prayer.\n\nIn South Korea abortion is illegal except in cases of rape or incest, when a woman’s health is in danger, or when a pregnant woman or spouse has certain diseases. Despite those restrictions, it is believed to have one of the world’s highest abortion rates.\n\nSince Francis’s election to the papacy, there’s been an undercurrent of concern among some Catholic anti-abortion activists that he may not be fully committed to the cause.\n\nThose fears were fueled by a couple of interviews in which Francis complained of the Church being “obsessed” with moral debates, saying in one: “We cannot insist only on issues related to abortion, gay marriage and the use of contraceptive methods.”\n\nSince that time, however, Francis has found occasions to solidify his anti-abortion credentials.\n\nIn a 2013 audience with an association of Italian gynecologists, the pope quoted from a 1974 document from the Congregation for the Doctrine of the Faith to assert that “the first right of a human being is life.”\n\nHe argued that the church has become engaged in recent years in defense of the right to life precisely because human life has become cheap, citing the “unborn” among the most vulnerable categories of people.\n\nIn a November 2013 document “Evangelii Gaudium” (“Joy of the Gospel”), Francis wrote that the church’s defense of unborn life “cannot be expected to change” because it’s “closely linked to the defense of each and every other human right.”\n\nIn a January speech to diplomats accredited to the Vatican, generally considered the pope’s top annual politics and foreign policy speech, Francis returned to the theme. “It is horrific even to think that there are children, victims of abortion, who will never see the light of day,” he said.\n\nIn April, during an audience with members of an Italian pro-life movement, the pontiff used even stronger rhetoric.\n\n“It is necessary to reiterate the strongest opposition to any direct attack on life, especially innocent and defenseless, and her unborn child in the womb is the innocent par excellence,” the pope said. “Life once conceived must be protected with the utmost care; abortion and infanticide are abominable crimes,” he said.\n\nThe visit to the abortion memorial in South Korea adds to that record.\n\nIt also builds on a remark the pontiff made Friday during a Mass held in Daejeon, about 90 miles south of Seoul.\n\nFrancis ticked off a series of threats, including a “culture of death which devalues the image of God of life, and violates the dignity of every man, woman and child.”\n\nThe phrase “culture of death” is linked to the late St. John Paul II and battles over abortion and other matters of sexual morality during his papacy. By inserting it into his public rhetoric, Francis associated himself with that agenda.", 
            "citationCount": 0, 
            "sources": [
                "www.bostonglobe.com", 
                "https://www.facebook.com/globe", 
                "bostonglobe.com", 
                "bostonglobe"
            ], 
            "facebookComments": 0, 
            "shareCount": 666, 
            "authors": [
                "john l. allen jr."
            ], 
            "referenceCount": 5, 
            "refId": 2
        }, 
        "3": {
            "body": "pope francis visits abortion cemetery in south korea time pope francis visited a symbolic cemetery for abortion victims saturday during his visit to south korea a gesture that strongly reaffirms the churchs stance against abortion after suspicion by some that the pontiff might hold tepid antiabortion views the abortion memorial located at the kkottongnae home for the sick about 120 miles from seoul is a field dotted with white crosses and statues of joseph mary and jesus as a child francis paused briefly at the site bowed his head and folded his hand in prayer the boston globe reports jung kwangryul of the kkottongnae community described the site as a oneofakind memorial saying the popes stop is a clear testimony of his defense of life south korea is believed to have one of the highest abortion rates in the world despite it being illegal except in the case of rape or incest during the early days of his papacy some within the church questioned francis commitment to opposing abortion in early interviews francis complained that the church is obsessed with moral debates we can not insist only on issues related to abortion gay marriage and the use of contraceptive methods francis said in one interview but since then francis has strengthened his antiabortion credentials with starker statements it is necessary to reiterate the strongest opposition to any direct attack on life especially innocent and defenseless and her unborn child in the womb is the innocent par excellence the pope said in april boston globe", 
            "twitterShares": 121, 
            "facebookShares": 898, 
            "pubDate": null, 
            "title": "Pope Francis Visits ‘Abortion Cemetery’ in South Korea", 
            "url": "http://time.com/3124245/pope-francis-south-korea-abortion-cemetery/", 
            "text": "Pope Francis visited a symbolic “cemetery for abortion victims” Saturday during his visit to South Korea, a gesture that strongly reaffirms the Church’s stance against abortion, after suspicion by some that the pontiff might hold tepid anti-abortion views.\n\nThe abortion memorial, located at the Kkottongnae home for the sick about 120 miles from Seoul, is a field dotted with white crosses and statues of Joseph, Mary, and Jesus as a child. Francis paused briefly at the site, bowed his head and folded his hand in prayer, the Boston Globe reports.\n\nJung Kwang-ryul of the Kkottongnae community, described the site as a “one-of-a-kind memorial,” saying the pope’s stop is “a clear testimony of his defense of life.”\n\nSouth Korea is believed to have one of the highest abortion rates in the world, despite it being illegal except in the case of rape or incest.\n\nDuring the early days of his papacy, some within the Church questioned Francis’ commitment to opposing abortion. In early interviews, Francis complained that the Church is “obsessed” with moral debates. “We cannot insist only on issues related to abortion, gay marriage and the use of contraceptive methods,” Francis said in one interview.\n\nBut since then, Francis has strengthened his anti-abortion credentials with starker statements. “It is necessary to reiterate the strongest opposition to any direct attack on life, especially innocent and defenseless, and her unborn child in the womb is the innocent par excellence,” the pope said in April.", 
            "citationCount": 0, 
            "sources": [
                "time.com", 
                "time", 
                "https://www.facebook.com/time"
            ], 
            "facebookComments": 0, 
            "shareCount": 1019, 
            "authors": [
                "sam frizell"
            ], 
            "referenceCount": 14, 
            "refId": 3
        }, 
        "4": {
            "body": "pope runs late during busy day in south korea asks to skip prayers so he can get home safely omnifeed before boarding a plane back to rome the pope held a mass of reconciliation at seouls main cathedral attended by south korean president park geunhye as well as some north korean defectors the philippines says it will file a new diplomatic protest for frequent patrols by chinese ships in the south china sea within the philippines exclusive economic zone which extends out 200 nautical miles time • 22 hours ago • 29 shares such rhetoric is typical from the north and direct strikes by pyongyang are rare although attacks blamed on the north in 2010 killed 50 south koreans worshipers watch as pope francis arrives for a mass at myeongdong cathedral in seoul south korea on monday continue reading the main story in china parishioners of an underground catholic church gathered in a yard for evening mass last week outside the city of shijiazhuang credit gilles sabrie for the new york times continue reading the main story continue reading the main story the singers berkshire penthouse was searched for five hours on thursday by officers from south yorkshire and thames valley police as part of an investigation into an alleged sexual assault on a boy under the age of 16 at a religious event in 1985 up to 500 rhino will be evacuated from from kruger national park in south africa which has been blighted by poachers hunting them for horns the animals will be airlifted by helicopter crucial to the countrys new educational drive is gess girls education south sudan a program aimed at transforming the lives of an entire south sudanese generation and generations to come an egyptian security official says authorities in the southern city of luxor have arrested a man accused of raping a british citizen in a banana plantation days earlier time • 3 days ago • 923 shares south korea is believed to have one of the highest abortion rates in the world despite it being illegal except in the case of rape or incest pope francis usually refuses to speak anything other than italian or his native spanish in public apparently uncomfortable with his abilities even when reading from a prepared text bbc • 3 days ago • 350 shares pope francis has conducted a large openair mass to beatify 124 of south koreas first catholic martyrs at a ceremony in the capital seoul on saturday", 
            "twitterShares": 0, 
            "facebookShares": 0, 
            "pubDate": null, 
            "title": "Pope runs late during busy day in South Korea, asks to skip prayers so he can get home safely", 
            "url": "http://omnifeed.com/article/www.foxnews.com/world/2014/08/16/pope-runs-late-during-busy-day-in-south-korea-asks-to-skip-prayers-so-can-get/", 
            "text": "", 
            "citationCount": 0, 
            "sources": [
                "omnifeed.com", 
                "omnifeed"
            ], 
            "facebookComments": 0, 
            "shareCount": 0, 
            "authors": [], 
            "referenceCount": 4, 
            "refId": 4
        }, 
        "5": {
            "body": "pope francis visits cemetary for abortion victims while in south korea bcnn1 black christian news network pope francis stops to pray during a visit to the garden for aborted babies in kkottongnae around 80 kilometres south of seoul on aug 16 2014 photo credit vincenzo pinto—afpgetty images pope francis visited a symbolic cemetery for abortion victims saturday during his visit to south korea a gesture that strongly reaffirms the churchs stance against abortion after suspicion by some that the pontiff might hold tepid antiabortion views the abortion memorial located at the kkottongnae home for the sick about 120 miles from seoul is a field dotted with white crosses and statues of joseph mary and jesus as a child francis paused briefly at the site bowed his head and folded his hand in prayer the boston globe reports jung kwangryul of the kkottongnae community described the site as a oneofakind memorial saying the popes stop is a clear testimony of his defense of life south korea is believed to have one of the highest abortion rates in the world despite it being illegal except in the case of rape or incest during the early days of his papacy some within the church questioned francis commitment to opposing abortion in early interviews francis complained that the church is obsessed with moral debates we can not insist only on issues related to abortion gay marriage and the use of contraceptive methods francis said in one interview but since then francis has strengthened his antiabortion credentials with starker statements it is necessary to reiterate the strongest opposition to any direct attack on life especially innocent and defenseless and her unborn child in the womb is the innocent par excellence the pope said in april click here to read more source boston globe sam frizell like this like loading", 
            "twitterShares": 1, 
            "facebookShares": 2, 
            "pubDate": "2014.08.16", 
            "title": "Pope Francis Visits ‘Cemetary for Abortion Victims’ While in South Korea", 
            "url": "http://www.blackchristiannews.com/2014/08/pope-francis-visits-cemetary-abortion-victims-south-korea/", 
            "text": "\"For to me to live is Christ, and to die is gain.\" - Philippians 1:21 \n\n\n\n\"Death is the Chariot our heavenly Father sends to bring us to Himself.\" - Erwin Lutzer \n\n\n\n\"But my God shall supply all your need according to his riches in glory by Christ Jesus.\" - Philippians 4:19 \n\n\n\n\"And he said unto them, Go ye into all the world, and preach the gospel to every creature.\" - Mark 16:15 \n\n\n\n\"Evangelism is not a professional job for a few trained men, but is instead the unrelenting responsibility of every person who belongs to the company of Jesus.\" - Elton Trueblood", 
            "citationCount": 0, 
            "sources": [
                "www.blackchristiannews.com", 
                "blackchristiannews.com", 
                "bcnn1 - black christian news network"
            ], 
            "facebookComments": 0, 
            "shareCount": 3, 
            "authors": [], 
            "referenceCount": 5, 
            "refId": 5
        }, 
        "6": {
            "body": "some fingerwaggling about a catholic school story the scowling scolding dogmatic nun is among the few stereotypes that persist in otherwise sensitive allaccepting society so its important for media to guard against perpetuating such images this is true especially when reporting public complaints against nuns as in a recent story in the charlotte observer on one level the article merely reported a furor over an address by a dominican sister at charlotte catholic school parents were angry that sister jane dominic laurel was said to have spoken against gays and lesbians and — according to students and parents — made inflammatory remarks about single and divorced parents mind you the complaining parents werent there and a record of the comments was not available the article reports but they were still angry the petition which has drawn more than 2000 supporters listed 10 objections to her remarks including this we resent the fact that a schoolwide assembly became a stage to blast the issue of homosexuality after pope francis said in an interview this past fall that we can not insist only on issues related to abortion gay marriage and the use of contraceptive methods we are angry that someone decided they knew better than our holy father and invited this speaker some students told their parents that a few teachers left the assembly in tears in addition parents called for a letterwriting campaign sending out emails that listed the addresses of the diocese of charlotte the us conference of catholic bishops even the pope in the vatican other parents complained to the observer that the school didnt tell them in advance what sister jane would talk about remember catholic school catholic nun catholic doctrine and they were surprised to its credit the paper quoted a spokesman for the diocese of charlotte defending the nun he noted that she has a doctorate in sacred theology and has spoken in the diocese before the newspaper also quoted a priest who said she represented well the catholic positions on marriage sex samesex attraction and proper gender roles still the observer story has holes so no one recorded exactly what sister jane said did the paper ask her did it ask any students who were in the room why not ask could you put sally on the phone id like to talk to her directly about this if its ok with you has this nun spoken on these topics in the past what is her style when doing so did the reporter ask any teachers for that matter some students told their parents that a few teachers left the assembly in tears the article said meaning of course that the parents told the observer what their kids allegedly said about what the teachers allegedly did because of what the nun allegedly said from the 10point petition itself we can guess at some of the speech or at least the impression the writers inferred they thought sister jane said that only traditional nuclear families embody positive role models and raise healthy children they objected to the phrase homosexual lifestyle and the assertion that gays cant live in monogamy and they thought the sister claimed that men turn gay by masturbating in the presence of one another interestingly the petition has nothing about single and divorced parents which as you recall parents found inflammatory they should have been asked about that too but some of the above remarks would still have been good context for the observer article as rod friend of this blog dreher comments sister jane may have said some bizarre things it is possible to present orthodox catholic teaching in an offensive way on the other hand it could be that these catholic students were being told the catholic truth and they thought she was giving them hell the observer article did try some contexting the division over laurels speech is a reflection of the culture wars being waged within catholicism and in society at large conservatives point to the denominations traditional teachings against homosexual behavior and divorce liberals look to pope francis who has called for less emphasis on those issues and a more welcoming church that focuses on helping the poor many us dioceses including charlottes are led by conservative bishops who were appointed by pope francis more conservative predecessors but where is the division over the speech the observer article quotes two indignant parents their petition and their email campaign the other side is represented only by a priest and a diocesan flack thats two real people versus two talking heads did any parents and students support sister janes speech and the schools decision in hosting her ill bet theyre out there ill bet the school would have been more than willing to supply a few because nuns arent the only ones who suffer from stereotypes you know so do newspapers that appear to favor one side", 
            "twitterShares": 3, 
            "facebookShares": 45, 
            "pubDate": "2014.04.02", 
            "title": "Some finger-waggling about a Catholic school story", 
            "url": "http://www.patheos.com/blogs/getreligion/2014/04/some-finger-waggling-about-a-catholic-school-story/", 
            "text": "The scowling, scolding, dogmatic nun is among the few stereotypes that persist in otherwise sensitive, all-accepting society. So it’s important for media to guard against perpetuating such images.\n\nThis is true especially when reporting public complaints against nuns, as in a recent story in The Charlotte Observer. On one level, the article merely reported a furor over an address by a Dominican sister at Charlotte Catholic School.\n\nParents were angry that Sister Jane Dominic Laurel was said to have spoken against gays and lesbians and — according to students and parents — “made inflammatory remarks about single and divorced parents.”\n\nMind you, the complaining parents weren’t there, and “a record of the comments was not available,” the article reports. But they were still angry:\n\nThe petition, which has drawn more than 2,000 supporters, listed 10 objections to her remarks, including this: “We resent the fact that a schoolwide assembly became a stage to blast the issue of homosexuality after Pope Francis said in an interview this past fall that ‘we can not insist only on issues related to abortion, gay marriage and the use of contraceptive methods.’ We are angry that someone decided they knew better than our Holy Father and invited (this) speaker.” Some students told their parents that a few teachers left the assembly in tears. In addition, parents called for a letter-writing campaign, sending out emails that listed the addresses of the Diocese of Charlotte, the U.S. Conference of Catholic Bishops, even the pope in the Vatican.\n\nOther parents complained to the Observer that the school didn’t tell them in advance what Sister Jane would talk about. Remember: Catholic school, Catholic nun, Catholic doctrine. And they were surprised?\n\nTo its credit, the paper quoted a spokesman for the Diocese of Charlotte defending the nun. He noted that she has a doctorate in sacred theology and has spoken in the diocese before.\n\nThe newspaper also quoted a priest who said she “represented well the Catholic positions on marriage, sex, same-sex attraction and proper gender roles.”\n\nStill, the Observer story has holes.\n\nSo no one recorded exactly what Sister Jane said. Did the paper ask her? Did it ask any students who were in the room? Why not ask: “Could you put Sally on the phone? I’d like to talk to her directly about this, if it’s OK with you.” Has this nun spoken on these topics in the past? What is her style when doing so?\n\nDid the reporter ask any teachers, for that matter? “Some students told their parents that a few teachers left the assembly in tears,” the article said. Meaning, of course, that the parents told the Observer what their kids allegedly said about what the teachers allegedly did because of what the nun allegedly said.\n\nFrom the 10-point petition itself, we can guess at some of the speech, or at least the impression the writer(s) inferred.\n\nThey thought Sister Jane said that only traditional nuclear families embody positive role models and raise healthy children. They objected to the phrase “homosexual lifestyle” and the assertion that gays can’t live in monogamy. And they thought the sister claimed that men turn gay by “masturbating in the presence of one another.”\n\nInterestingly, the petition has nothing about single and divorced parents, which, as you recall, parents found inflammatory. They should have been asked about that, too. But some of the above remarks would still have been good context for the Observer article.\n\nAs Rod “friend of this blog” Dreher comments, Sister Jane “may have said some bizarre things. It is possible to present orthodox Catholic teaching in an offensive way. On the other hand … it could be that these Catholic students were being told the Catholic truth, and they thought she was giving them hell.”\n\nThe Observer article did try some contexting:\n\nBut where is the “division” over the speech? The Observer article quotes two indignant parents, their petition and their e-mail campaign. The other side is represented only by a priest and a diocesan flack. That’s two “real” people versus two talking heads.\n\nDid any parents and students support Sister Jane’s speech and the school’s decision in hosting her? I’ll bet they’re out there. I’ll bet the school would have been more than willing to supply a few.\n\nBecause nuns aren’t the only ones who suffer from stereotypes, you know. So do newspapers that appear to favor one side.", 
            "citationCount": 0, 
            "sources": [
                "www.patheos.com", 
                "patheos.com", 
                "getreligion"
            ], 
            "facebookComments": 0, 
            "shareCount": 48, 
            "authors": [
                "jim davis", 
                "julia b", 
                "maggie sullivan", 
                "thomas a. szyszkiewicz"
            ], 
            "referenceCount": 6, 
            "refId": 6
        }, 
        "7": {
            "body": "outrage grows over north carolina high school dispute women of grace sister jane dominic laurel the faithful across america are growing increasingly disturbed after a faction of students and parents of a catholic high school in charlotte north carolina initiated an online petition condemning a popular speaker for enunciating the churchs position on homosexuality divorce and single parenting during a recent assembly according to the catholic news herald the incident occurred on march 21 when sister jane dominic laurel a dominican nun based in nashville tennessee addressed a student assembly at the school her talk entitled masculinity and femininity difference and gift is based on the teachings of blessed john paul iis theology of the body the presentation focused on the differences between the genders the role of the family importance of real friendships emotional intimacy and the impacts of contemporary culture on our concepts of sexuality sister jane who has a doctorate in sacred theology from the pontifical university of st thomas aquinas in rome said she has given the talk more than 80 times in 25 states without a problem school officials claimed that about half of her hourlong presentation involved homosexuality including the correlation between the decline of fatherhood in america and the rise in homosexuality when reached by telephone sister jane said she presents the catholic viewpoint toward persons with samesex attraction by saying homosexual persons do not need our judgment they need our compassion but thats not how some students and faculty heard it after the presentation sister jane was accused of being insensitive and offensive in her remarks students told their parents she criticized gays and lesbians and made inflammatory remarks about single and divorced parents as a result a student started a petition listing 10 objections to her remarks including this one we resent the fact that a schoolwide assembly became a stage to blast the issue of homosexuality after pope francis said in an interview this past fall that we can not insist only on issues related to abortion gay marriage and the use of contraceptive methods we are angry that someone decided they knew better than our holy father and invited this speaker in addition parents called for a letterwriting campaign sending out emails that listed the addresses of the diocese of charlotte the us conference of catholic bishops even the pope in the vatican more than 2000 supporters have signed the petition however not everyone at the assembly was upset by the comments students in support of sister jane launched their own petition drive defending her and the church we the students of charlotte catholic high school acting on our catholic beliefs are declaring a formal objection towards all those who do not accept sister jane dominics lecture we are outraged that the topics talked about are being debated within a community where the shared faith teaches us what truly is holy and that anyone would stand up against a nun who has given her life for the lord and blatantly deny gods teachings the dueling viewpoints will come to a head on april 2 when the school will hold a meeting to address parents who are upset about what happened click here to sign the petition in support of church teaching © all rights reserved living his life abundantly®women of grace® httpwwwwomenofgracecom", 
            "twitterShares": 16, 
            "facebookShares": 949, 
            "pubDate": "2014.03.31", 
            "title": "Outrage Grows Over North Carolina High School Dispute", 
            "url": "http://www.womenofgrace.com/blog/?p=29031", 
            "text": "The faithful across America are growing increasingly disturbed after a faction of students and parents of a Catholic High School in Charlotte, North Carolina initiated an online petition condemning a popular speaker for enunciating the Church’s position on homosexuality, divorce and single parenting during a recent assembly.\n\nAccording to the Catholic News Herald, the incident occurred on March 21 when Sister Jane Dominic Laurel, a Dominican nun based in Nashville, Tennessee addressed a student assembly at the school.\n\nHer talk, entitled “Masculinity and Femininity: Difference and Gift,” is based on the teachings of Blessed John Paul II’s Theology of the Body. The presentation focused on the differences between the genders, the role of the family, importance of real friendships, emotional intimacy and the impacts of contemporary culture on our concepts of sexuality.\n\nSister Jane, who has a doctorate in sacred theology from the Pontifical University of St. Thomas Aquinas in Rome, said she has given the talk more than 80 times in 25 states without a problem.\n\nSchool officials claimed that about half of her hour-long presentation involved homosexuality, including the correlation between the decline of fatherhood in America and the rise in homosexuality.\n\nWhen reached by telephone, Sister Jane said she presents the Catholic viewpoint toward persons with same-sex attraction by saying “homosexual persons do not need our judgment, they need our compassion.”\n\nBut that’s not how some students and faculty heard it. After the presentation, Sister Jane was accused of being insensitive and offensive in her remarks. Students told their parents she criticized gays and lesbians and made inflammatory remarks about single and divorced parents.\n\nAs a result, a student started a petition listing 10 objections to her remarks, including this one: “We resent the fact that a school-wide assembly became a stage to blast the issue of homosexuality after Pope Francis said in an interview this past fall that ‘we can not insist only on issues related to abortion, gay marriage and the use of contraceptive methods.’ We are angry that someone decided they knew better than our Holy Father and invited (this) speaker.”\n\nIn addition, parents called for a letter-writing campaign, sending out emails that listed the addresses of the Diocese of Charlotte, the U.S. Conference of Catholic Bishops, even the pope in the Vatican.\n\nMore than 2,000 supporters have signed the petition.\n\nHowever, not everyone at the assembly was upset by the comments. Students in support of Sister Jane launched their own petition drive defending her and the Church: “We the students of Charlotte Catholic High School, acting on our Catholic beliefs, are declaring a formal objection towards all those who do not accept Sister Jane Dominic’s lecture … We are outraged that the topics talked about are being debated within a community where the shared faith teaches us what truly is holy and that anyone would stand up against a nun, who has given her life for the Lord, and blatantly deny God’s teachings.”\n\nThe dueling viewpoints will come to a head on April 2 when the school will hold a meeting to address parents who are upset about what happened.\n\nClick here to sign the petition in support of Church teaching!\n\n© All Rights Reserved, Living His Life Abundantly®/Women of Grace®  http://www.womenofgrace.com", 
            "citationCount": 0, 
            "sources": [
                "www.womenofgrace.com", 
                "womenofgrace.com"
            ], 
            "facebookComments": 0, 
            "shareCount": 965, 
            "authors": [], 
            "referenceCount": 6, 
            "refId": 7
        }, 
        "8": {
            "body": "hungarywolf history religion language and the whole of human life pope francis visited a symbolic cemetery for abortion victims saturday during his visit to south korea a gesture that strongly reaffirms the churchs stance against abortion after suspicion by some that the pontiff might hold tepid antiabortion views the abortion memorial located at the kkottongnae home for the sick about 120 miles from seoul is a field dotted with white crosses and statues of joseph mary and jesus as a child francis paused briefly at the site bowed his head and folded his hand in prayer the boston globe reports jung kwangryul of the kkottongnae community described the site as a oneofakind memorial saying the popes stop is a clear testimony of his defense of life south korea is believed to have one of the highest abortion rates in the world despite it being illegal except in the case of rape or incest during the early days of", 
            "twitterShares": 1, 
            "facebookShares": 0, 
            "pubDate": "2014.08.18", 
            "title": "history, religion, language and the whole of human life.", 
            "url": "http://chandlerozconsultants.wordpress.com/", 
            "text": "Pope Francis visited a symbolic “cemetery for abortion victims” Saturday during his visit to South Korea, a gesture that strongly reaffirms the Church’s stance against abortion, after suspicion by some that the pontiff might hold tepid anti-abortion views.\n\nThe abortion memorial, located at the Kkottongnae home for the sick about 120 miles from Seoul, is a field dotted with white crosses and statues of Joseph, Mary, and Jesus as a child. Francis paused briefly at the site, bowed his head and folded his hand in prayer, the BostonGlobe reports.\n\nJung Kwang-ryul of the Kkottongnae community, described the site as a “one-of-a-kind memorial,” saying the pope’s stop is “a clear testimony of his defense of life.”\n\nSouth Korea is believed to have one of the highest abortion rates in the world, despite it being illegal except in the case of rape or incest.", 
            "citationCount": 0, 
            "sources": [
                "wordpress.com", 
                "hungarywolf"
            ], 
            "facebookComments": 0, 
            "shareCount": 1, 
            "authors": [
                "andrew james chandler"
            ], 
            "referenceCount": 7, 
            "refId": 8
        }, 
        "9": {
            "body": "charlotte catholic high calls meeting for parents after uproar over speech charlotteobservercom charlotte catholic high school has invited parents to a meeting wednesday night to air concerns many of them – and their kids – had about a recent speakers comments about homosexuality divorce and single parents sister jane dominic laurel a dominican nun based in nashville tenn addressed a student assembly on march 21 days later some students launched an online petition that called her comments offensive and unnecessarily derogatory a record of the comments was not available but students attending told their parents she criticized gays and lesbians and made inflammatory remarks about single and divorced parents the petition which has drawn more than 2000 supporters listed 10 objections to her remarks including this we resent the fact that a schoolwide assembly became a stage to blast the issue of homosexuality after pope francis said in an interview this past fall that we can not insist only on issues related to abortion gay marriage and the use of contraceptive methods we are angry that someone decided they knew better than our holy father and invited this speaker some students told their parents that a few teachers left the assembly in tears in addition parents called for a letterwriting campaign sending out emails that listed the addresses of the diocese of charlotte the us conference of catholic bishops even the pope in the vatican shelley earnhardt who is divorced and who sent one of the emails wrote that in my home there was outrage embarrassment sadness disbelief and further reason for my 16yearold to move as far away from her religion as possible and as soon as she can other parents faulted the school for not notifying them about the sensitive nature of laurels planned remarks its too big of a topic for parents to be surprised said casey corser diocese spokesman david hains acknowledged parents were not told ahead of time that laurel would speak but he said she has spoken frequently in the diocese and has a doctoral degree in sacred theology from the pontifical university of st thomas aquinas in rome we have seen the petitions and we have gotten the emails hains said and we really hope to be able to answer their questions and address their concerns at the meeting which he said will be closed to the media the rev tim reid pastor of st ann catholic church sent an email lauding the nun saying she represented well the catholic positions on marriage sex samesex attraction and proper gender roles the church has already lost too many generations of catholic schools students to a very muddled and watereddown faith the division over laurels speech is a reflection of the culture wars being waged within catholicism and in society at large conservatives point to the denominations traditional teachings against homosexual behavior and divorce liberals look to pope francis who has called for less emphasis on those issues and a more welcoming church that focuses on helping the poor many us dioceses including charlottes are led by conservative bishops who were appointed by pope francis more conservative predecessors asked whether bishop peter jugis planned to attend the meeting with parents hains said i dont believe so wednesdays meeting for parents is set to begin at 7 pm in the school gym the charlotte observer welcomes your comments on news of the day the more voices engaged in conversation the better for us all but do keep it civil please refrain from profanity obscenity spam namecalling or attacking others for their views have a news tip you can send it to a local news editor email localcharlotteobservercom to send us your tip or consider joining the public insight network and become a source for the charlotte observer read more read less the charlotte region is vast and diverse the more voices engaged in conversation the better for us all the charlotte observer welcomes your comments on news of the day but we ask that you keep the discourse civil do not use profanity or obscenities and dont try to camouflage profanity with asterisks abbreviations or other symbols or foreign phrases do not use threatening language talk of violence wont be tolerated no racial gender or sexualorientation namecalling do not attack other commenters for their views do not libel or defame anyone or violate their privacy keep your comments succinct and stay on topic comments that bear no relation to the story may be deleted do not add images to your comments do not report comments as abusive simply because you disagree with them report them only if they violate these guidelines do not post spam or advertising of any kind do not post a comment using all capital letters we do not monitor each and every posting but we reserve the right to block or delete comments that violate these rules you can help notify us of violations by hitting the report abuse link users who continue posting comments that violate these guidelines may at our discretion be blocked from submitting future comments as well and finally as mark twain said always do right this will gratify some people and astonish the rest enjoy the discussion", 
            "twitterShares": 38, 
            "facebookShares": 4047, 
            "pubDate": "2014.03.27", 
            "title": "Charlotte Catholic High calls meeting for parents after uproar over speech", 
            "url": "http://www.charlotteobserver.com/2014/03/27/4799363/charlotte-catholic-high-calls.html", 
            "text": "Charlotte Catholic High School has invited parents to a meeting Wednesday night to air concerns many of them  and their kids  had about a recent speakers comments about homosexuality, divorce and single parents.\n\nSister Jane Dominic Laurel, a Dominican nun based in Nashville, Tenn., addressed a student assembly on March 21. Days later, some students launched an online petition that called her comments offensive and unnecessarily derogatory.\n\nA record of the comments was not available. But students attending told their parents she criticized gays and lesbians and made inflammatory remarks about single and divorced parents.\n\nThe petition, which has drawn more than 2,000 supporters, listed 10 objections to her remarks, including this: We resent the fact that a schoolwide assembly became a stage to blast the issue of homosexuality after Pope Francis said in an interview this past fall that we can not insist only on issues related to abortion, gay marriage and the use of contraceptive methods. We are angry that someone decided they knew better than our Holy Father and invited (this) speaker.\n\nSome students told their parents that a few teachers left the assembly in tears.\n\nIn addition, parents called for a letter-writing campaign, sending out emails that listed the addresses of the Diocese of Charlotte, the U.S. Conference of Catholic Bishops, even the pope in the Vatican.\n\nShelley Earnhardt, who is divorced and who sent one of the emails, wrote that in my home, there was outrage, embarrassment, sadness, disbelief, and further reason for my 16-year-old to move as far away from her religion as possible and as soon as she can.\n\nOther parents faulted the school for not notifying them about the sensitive nature of Laurels planned remarks. Its too big of a topic for parents to be surprised, said Casey Corser.\n\nDiocese spokesman David Hains acknowledged parents were not told ahead of time that Laurel would speak. But he said she has spoken frequently in the diocese and has a doctoral degree in sacred theology from the Pontifical University of St. Thomas Aquinas in Rome.\n\nWe have seen the petitions, and we have gotten the emails, Hains said. And we really hope to be able to answer their questions and address their concerns at the meeting, which he said will be closed to the media.\n\nThe Rev. Tim Reid, pastor of St. Ann Catholic Church, sent an email lauding the nun, saying she represented well the Catholic positions on marriage, sex, same-sex attraction and proper gender roles The Church has already lost too many generations of Catholic schools students to a very muddled and watered-down faith.\n\nThe division over Laurels speech is a reflection of the culture wars being waged within Catholicism and in society at large. Conservatives point to the denominations traditional teachings against homosexual behavior and divorce.\n\nLiberals look to Pope Francis, who has called for less emphasis on those issues and a more welcoming church that focuses on helping the poor.\n\nMany U.S. dioceses, including Charlottes, are led by conservative bishops who were appointed by Pope Francis more conservative predecessors.\n\nAsked whether Bishop Peter Jugis planned to attend the meeting with parents, Hains said, I dont believe so.\n\nWednesdays meeting for parents is set to begin at 7 p.m. in the school gym.", 
            "citationCount": 0, 
            "sources": [
                "www.charlotteobserver.com", 
                "charlotteobserver.com", 
                "@theobserver"
            ], 
            "facebookComments": 780, 
            "shareCount": 4085, 
            "authors": [
                "tim funk"
            ], 
            "referenceCount": 6, 
            "refId": 9
        }, 
        "10": {
            "body": "pope francis pauses for prayer at south korean cemetery for abortion victims the week pope francis a leader who has often followed the creed of actions over words delivered an especially symbolic gesture today while visiting south korea the pope paused at a cemetery for abortion victims which sits near a churchrun home for the sick some catholic critics of the pope have questioned his stance on abortion in the past noting one interview in particular in which francis said the church had become obsessed with moral debates and that we can not insist only on issues related to abortion gay marriage and the use of contraceptive methods but todays stop during which the pope bowed his head for a short silent prayer was the latest instance in which he seemed to reiterate his antiabortion beliefs a member of the nearby charitable center jung kwangryul said the popes decision to stop at the one of a kind memorial demonstrated a clear testimony of his defense of life the boston globe reports sarah eberspacher", 
            "twitterShares": 0, 
            "facebookShares": 1, 
            "pubDate": "2014.08.16", 
            "title": "Pope Francis pauses for prayer at South Korean 'cemetery for abortion victims'", 
            "url": "https://theweek.com/speedreads/index/266504/speedreads-pope-francis-pauses-for-prayer-at-south-korean-cemetery-for-abortion-victims", 
            "text": "Speed Reads is TheWeek.com's continuously updated collection of the most interesting, important, and trending things on the internet – delivered with concision, intelligence, and wit. Contact us at speedreads@theweek.com.", 
            "citationCount": 0, 
            "sources": [
                "theweek.com", 
                "the week", 
                "@theweek"
            ], 
            "facebookComments": 0, 
            "shareCount": 1, 
            "authors": [
                "sarah eberspacher"
            ], 
            "referenceCount": 1, 
            "refId": 10
        }, 
        "11": {
            "body": "sister jane in the lions den the american conservative sister jane dominic laurel is a nun who is part of the nashville dominican community known for their catholic orthodoxy according to the charlotte observer she caused a huge uproar in an area catholic high school sorry i didnt make the catholic part clear in the first version when she gave a talk about catholic sexual morality days later some students launched an online petition that called her comments offensive and unnecessarily derogatory a record of the comments was not available but students attending told their parents she criticized gays and lesbians and made inflammatory remarks about single and divorced parents the petition which has drawn more than 2000 supporters listed 10 objections to her remarks including this we resent the fact that a schoolwide assembly became a stage to blast the issue of homosexuality after pope francis said in an interview this past fall that we can not insist only on issues related to abortion gay marriage and the use of contraceptive methods we are angry that someone decided they knew better than our holy father and invited this speaker some students told their parents that a few teachers left the assembly in tears in addition parents called for a letterwriting campaign sending out emails that listed the addresses of the diocese of charlotte the us conference of catholic bishops even the pope in the vatican so far nobody has produced a recording of her speech or the text so its content can be independently examined but the diocesan spokesman told the paper that the nun has a phd from the pontifical university of st thomas aquinas in rome its not like the school pulled in any old nun off the street at least one person who heard the talk stood up for sister jane the rev tim reid pastor of st ann catholic church sent an email lauding the nun saying she represented well the catholic positions on marriage sex samesex attraction and proper gender roles the church has already lost too many generations of catholic schools students to a very muddled and watereddown faith heres a link to the petition from its complaint 9 we resent the fact that a school wide assembly became a stage to blast the issue of homosexuality after pope francis said in an interview this past fall that we can not insist only on issues related to abortion gay marriage and the use of contraceptives methods we are angry that someone decided they knew better than our holy father and invited a speaker who addressed the issue of homosexuality to our school to speak twice in the course of one school year 10 we the students of charlotte catholic high school are confused why time was spent condemning the practice of homosexuality when we could have been spent condemning world hunger gun violence the death penalty unjust care of the elderly human trafficking genocide discrimination etc or been promoting love prayer the beatitudes practical ways to serve christ patience just war theory etc again as far as i know there is no recording or text of the nuns speech available so unless you were there you dont have any way of knowing whether the talk was over the line or not some of their complaints see the petition indicate that the nun may have said some bizarre things it is possible to present orthodox catholic teaching in an offensive way on the other hand the priest said sister jane was right on target it could be that these catholic students were being told the catholic truth and they thought she was giving them hell i dont know and unless you were there you dont either but look if these students are objecting to a straightforward presentation of catholic moral teaching on homosexuality then theyre nuts you go to a catholic school you should expect to be exposed to catholic teaching this is not a bug its a feature that it would even be at issue shows how far things have decayed its one thing to have heard catholic teaching at a catholic school and to disagree with it but to have a massive public fit over a nun being invited to the school and teaching what the catholic faith teaches — that is to protest that the school allowed these ideas to be expressed — shows how far things have declined the local bishop is going to meet with parents and students about it on tuesday night if you have found a link to text of sister janes speech or to a recording of it please share update great comments by wholly roamin i teach in a diocesan catholic high school and have a ton of thoughts about this 1 it is totally possible to be a wellmeaning orthodox catholic who is trying to do the right thing and and to still be an unhelpful ass about it i say this from experience curmudgeons like me often forget this point it is a possibility with sr jane dominic laurels talk at the catholic high school was a tirade of hateful slobber in the worse way but you can find videos of her on youtube vimeo and elsewhere that show she is not a cockamamie lunatic on the matter shes actually kind of dull she is more like a college theology professor than a youthrally event personality 2 we dont have a recording or transcript of what sr jane actually said at this event so its hard to make a good judgement but a person with her credentials and reputation can generally be expected to present a suitably orthodox catholic position on catholic stuff they didnt get some yahoo from a fringy right wing nunsonthehumvee convent 3 the article makes it seem like sr jane presented the genuinely catholic position on tough subjects abortion gay marriage contraception divorce etc these are super heavy topics even when everyone agrees with you but when you drop them on a culture like ours that has never been given the genuinely catholic position on the subjects they are even heavier or worse for people of my generation read the generation who has parented the kids currently of highschool age who were taught mistruths of the faith weve been handing on theological and moral nonsense to our kids when weve bothered to hand on theology and morality at all we were terribly undercatechized so now were passing on the catholic nonsense that we learned by watching whoopi goldberg movies and 70s jesus musicals these poor kids never stood a chance let alone that poor nun 4 it also seems like this might have been the first time these students were given the genuine catholic position on tough subjects like abortion gay marriage contraception divorce etc if thats true and its very believable that catholic students could make it deep into their catholic school career and not know a lick about catholic teaching then its a failure of all the catholic schools– and of charlotte catholic in particular– to drop sr jane into the fires of an school assembly 5 charlotte catholic might be a pillar of catholic orthodoxy who has been stalwarts for the faith but i dont think so nor do i get the impression that its a wingnut communistcatholic school either their website charlottecatholicorg doesnt give me any real reasons why its a weirdo lefty or weirdo righty catholic school it just seems like a pretty typical catholic high which seems odd that theyd bring in a somewhat boring speaker to talk about stuff like this because there are more bigname engaging speakers who make the school circuit but its also odd that they would get 2000 protest signatures responding to the event for a mainstream school this sounds more like a snoozefest than a rallying cry 6 but catholic schools have been catechetical catastrophes for decades now catholics dont even know what they dont know when it comes to tough catholic positions if this is charlotte catholics attempt to right the ship from a school culturegonelost then its admirable that they want to right the ship but that needs to start in small steps– this ship is large and its a long way off course you cant drop genuine catholicism on people like a holy atomic bomb have they read anything about evangelization what a surefire way to tick off everyone 7 why do parents pay 800011000 in tuition source charlottemagazinecom to send their kids to a catholic school then get all mad when it teaches catholicism in some places catholic schools are for parents escaping disastrous public schools in that case people drop tuition money because they dont trust the public schools and dont give a lick about catholicism thats not charlotte they a typical school district with a variety of sinker and floater schools so students and parents drop thousands on catholic tuition then hit the fan when catholicism is taught weird 8 based on how catholicism has been taught in catholic schools for the last few decades parents have a right to feel blindsided 9 this isnt going to end well or maybe it wont even end but its also typical of american catholicism in my generation and the next weve been given so many mistruths for so long that we dont recognize the truth or the truth when we see it its hard to imagine catholicism– nay christianity– holding together without schism or total abandonment by a remarkable number of its nominal adherents this is has been happening in europe for decades now its our turn in many places there the only ones that even bother practicing christianity are stuffed shirts like me cultural christianity is totally dead america behold charlotte catholic and beyold thy future 10 as a catholic school teacher this is both empowering because i feel like weve been given an awesome mission and disheartening because it is going to be a long and lonely road from here on out update2 reader lasorda posts this video of sister jane giving a short talk on love at a catholic university clearly this woman is a firebreathing hatemonger it burns us precioussss update3 erin mannings comment my redheaded rant about this from last thursday is here httpredcardiganblogspotcom201403socatholicnunwalksintocatholichtml honestly what this and the eastside catholic high school situation illustrate most poignantly is simple catholic parents are being defrauded when they send their children to catholic schools it was true long ago when i was in catholic schools myself and its even more true today when a bunch of ignorant catholic teen crybabies can be outraged–outraged–that somebody came into their safety zoneadolescent day care center and unleashed a whole bunch of trigger words and microagression otherwise known as catholic church teaching in their general direction oh horrors–the spoiled darlings probably expected crisis counselors in the school the next day to help them deal with their shattered emotions and badly bruised egos you know whos to blame for this everybody the bishops who let catholic schools become expensive child care instead of centers of solid education and excellent catechesis the parents who were more interested in being flattered and appeased and courted for donations than called to live in holiness the students who seem to be out to prove by high school anyway that catholic kids can screw around even more promiscuously and wantonly than the kids in the public school down the street and the parish communities for thinking of the parish school as a nice amenity for those who could afford it instead of a beacon of light and truth set like a shining gem in the solid band of the wider parish mission to spread the gospel and practice the corporal and spiritual works of mercy now some of the teachers like the dissident nuns and openly heretical lay teachers of my own experience are also to blame but there have been a handful of teachers religious and lay who have tried to stem the tide and stop the hemorrhaging out of the lifeblood of catholic teaching and principles from these schools most of them have endured punishment for doing so up to and including being fired for presenting church teaching in the classroom if anything is good about these recent events its that more catholic parents will realize in the future that if they choose to spend to send their kids to catholic schools the one thing that is almost certain is that their kids will end up heretics sure the parents can work hard to undo the damage at home but why not spend that on an expensive private school instead where the kids might at least gain access to an elite network that will help them with jobs and so on in the future", 
            "twitterShares": 11, 
            "facebookShares": 191, 
            "pubDate": "2014.03.31", 
            "title": "Sister Jane In The Lion’s Den", 
            "url": "http://www.theamericanconservative.com/dreher/sister-jane-in-the-lions-den/", 
            "text": "Sister Jane Dominic Laurel is a nun who is part of the Nashville Dominican community, known for their Catholic orthodoxy. According to the Charlotte Observer, she caused a huge uproar in an area Catholic high school [sorry I didn't make the \"Catholic \" part clear in the first version] when she gave a talk about Catholic sexual morality:\n\nDays later, some students launched an online petition that called her comments “offensive and unnecessarily derogatory.” A record of the comments was not available. But students attending told their parents she criticized gays and lesbians and made inflammatory remarks about single and divorced parents. The petition, which has drawn more than 2,000 supporters, listed 10 objections to her remarks, including this: “We resent the fact that a schoolwide assembly became a stage to blast the issue of homosexuality after Pope Francis said in an interview this past fall that ‘we can not insist only on issues related to abortion, gay marriage and the use of contraceptive methods.’ We are angry that someone decided they knew better than our Holy Father and invited (this) speaker.” Some students told their parents that a few teachers left the assembly in tears. In addition, parents called for a letter-writing campaign, sending out emails that listed the addresses of the Diocese of Charlotte, the U.S. Conference of Catholic Bishops, even the pope in the Vatican.\n\nSo far, nobody has produced a recording of her speech, or the text, so its content can be independently examined. But the diocesan spokesman told the paper that the nun has a Ph.D. from the Pontifical University of St. Thomas Aquinas in Rome. It’s not like the school pulled in any old nun off the street. At least one person who heard the talk stood up for Sister Jane:\n\nHere’s a link to the petition. From its complaint:\n\n9. We resent the fact that a school wide assembly became a stage to blast the issue of homosexuality after Pope Francis said in an interview this past fall that “we can not insist only on issues related to abortion, gay marriage and the use of contraceptives methods.” We are angry that someone decided they knew better than our Holy Father and invited a speaker who addressed the issue of homosexuality to our school to speak twice in the course of one school year.\n\n 10. We the students of Charlotte Catholic High School are confused why time was spent condemning the practice of homosexuality when we could have been spent condemning: world hunger, gun violence, the death penalty, unjust care of the elderly, human trafficking, genocide, discrimination etc.; OR been promoting: love, prayer, the Beatitudes, practical ways to serve Christ, patience, just war theory etc.\n\nAgain, as far as I know, there is no recording or text of the nun’s speech available, so unless you were there, you don’t have any way of knowing whether the talk was over the line or not. Some of their complaints (see the petition) indicate that the nun may have said some bizarre things. It is possible to present orthodox Catholic teaching in an offensive way. On the other hand, the priest said Sister Jane was right on target. It could be that these Catholic students were being told the Catholic truth, and they thought she was giving them hell. I don’t know, and unless you were there, you don’t either.\n\nBut look, if these students are objecting to a straightforward presentation of Catholic moral teaching on homosexuality, then they’re nuts. You go to a Catholic school, you should expect to be exposed to Catholic teaching. This is not a bug; it’s a feature. That it would even be at issue shows how far things have decayed. It’s one thing to have heard Catholic teaching at a Catholic school and to disagree with it. But to have a massive public fit over a nun being invited to the school and teaching what the Catholic faith teaches — that is, to protest that the school “allow[ed] these ideas to be expressed” — shows how far things have declined.\n\nThe local bishop is going to meet with parents and students about it on Tuesday night. If you have found a link to text of Sister Jane’s speech, or to a recording of it, please share.\n\nI teach in a diocesan Catholic high school and have a ton of thoughts about this. (1) It is totally possible to be a well-meaning orthodox Catholic who is trying to do the right thing and and to still be an unhelpful ass about it (I say this from experience). Curmudgeons like me often forget this point. It is a possibility with Sr. Jane Dominic Laurel’s talk at the Catholic high school was a tirade of hateful slobber in the worse way. But you can find videos of her on YouTube, Vimeo, and elsewhere that show she is not a cockamamie lunatic on the matter. She’s actually kind of dull; she is more like a college Theology professor than a youth-rally event personality. (2) We don’t have a recording or transcript of what Sr. Jane actually said at this event, so it’s hard to make a good judgement. But, a person with her credentials and reputation can generally be expected to present a suitably orthodox Catholic position on Catholic stuff. They didn’t get some yahoo from a fringy right wing Nuns-on-the-Humvee convent. (3) The article makes it seem like Sr. Jane presented the genuinely Catholic position on tough subjects: abortion, gay marriage, contraception, divorce, etc. These are *super* heavy topics, even when everyone agrees with you. But when you drop them on a culture like ours that has never been given the genuinely Catholic position on the subjects, they are even heavier. Or worse, for people of my generation (read: the generation who has parented the kids currently of high-school age) who were taught *mistruths* of the faith, we’ve been handing on theological and moral NONSENSE to our kids (when we’ve bothered to hand on theology and morality at all). We were terribly undercatechized, so now we’re passing on the Catholic nonsense that we learned by watching Whoopi Goldberg movies and 70s Jesus musicals. These poor kids never stood a chance. Let alone that poor nun. (4) It also seems like this might have been the first time these students were given the genuine Catholic position on tough subjects like abortion, gay marriage, contraception, divorce, etc. If that’s true (and it’s VERY believable that Catholic students could make it deep into their Catholic school career and not know a lick about Catholic teaching), then it’s a failure of all the Catholic schools– and of Charlotte Catholic in particular– to drop Sr. Jane into the fires of an school assembly. (5) Charlotte Catholic might be a pillar of Catholic orthodoxy who has been stalwarts for the faith. But I don’t think so. Nor do I get the impression that it’s a wingnut communist-Catholic school, either. Their website (CharlotteCatholic.org) doesn’t give me any real reasons why it’s a weirdo lefty *or* weirdo righty Catholic school. It just seems like a pretty typical Catholic high. Which seems odd that they’d bring in a somewhat boring speaker to talk about stuff like this because there are more big-name engaging speakers who make the school circuit. But it’s also odd that they would get 2,000 protest signatures responding to the event. For a mainstream school, this sounds more like a snoozefest than a rallying cry. (6) But Catholic schools have been catechetical catastrophes for decades now. Catholics don’t even know what they don’t know when it comes to tough Catholic positions. If this is Charlotte Catholic’s attempt to right the ship from a school culture-gone-lost, then it’s admirable that they want to right the ship. But that needs to start in small steps– this ship is large and it’s a long way off course. You can’t drop genuine Catholicism on people like a holy Atomic bomb. Have they read anything about evangelization? What a sure-fire way to tick off everyone. (7) Why do parents pay $8,000-$11,000 in tuition (source: CharlotteMagazine.com) to send their kids to a Catholic school, then get all mad when it teaches Catholicism? In some places, Catholic schools are for parents escaping disastrous public schools. In that case, people drop tuition money because they don’t trust the public schools, and don’t give a lick about Catholicism. That’s not Charlotte. They a typical school district with a variety of sinker and floater schools. So students and parents drop thousands on Catholic tuition, then hit the fan when Catholicism is taught? Weird. (8) Based on how Catholicism has been taught in Catholic schools for the last few decades, parents have a right to feel blindsided. (9) This isn’t going to end well. Or maybe it won’t even end. But it’s also typical of American Catholicism in my generation and the next. We’ve been given so many mistruths for so long that we don’t recognize the truth (or The Truth) when we see it. It’s hard to imagine Catholicism– nay, Christianity– holding together without schism or total abandonment by a remarkable number of its nominal adherents. This is has been happening in Europe for decades, now it’s our turn. In many places there, the only ones that even bother practicing Christianity are stuffed shirts like me; Cultural Christianity is totally dead. America, behold Charlotte Catholic and beyold thy future. (10) As a Catholic school teacher, this is both empowering, because I feel like we’ve been given an awesome mission, and disheartening, because it is going to be a long and lonely road from here on out.\n\nUPDATE.2: Reader Lasorda posts this video of Sister Jane giving a short talk on love at a Catholic university. Clearly this woman is a fire-breathing hatemonger. It burns us, Precioussss:\n\nMy redheaded rant about this from last Thursday is here: Honestly, what this and the Eastside Catholic High School situation illustrate most poignantly is simple: Catholic parents are being defrauded when they send their children to Catholic schools. It was true long ago when I was in Catholic schools myself, and it’s even more true today, when a bunch of ignorant Catholic teen crybabies can be outraged–outraged!–that somebody came into their Safety Zone/Adolescent Day Care Center and unleashed a whole bunch of trigger words and microagression (otherwise known as Catholic Church teaching) in their general direction. Oh, horrors–the spoiled darlings probably expected crisis counselors in the school the next day to help them deal with their shattered emotions and badly bruised egos. You know who’s to blame for this? Everybody. The bishops who let Catholic schools become expensive child care instead of centers of solid education and excellent catechesis, the parents who were more interested in being flattered and appeased and courted for donations than called to live in holiness, the students who seem to be out to prove (by high school, anyway) that Catholic kids can screw around even more promiscuously and wantonly than the kids in the public school down the street, and the parish communities for thinking of the parish school as a nice amenity for those who could afford it instead of a beacon of light and truth set like a shining gem in the solid band of the wider parish mission to spread the Gospel and practice the corporal and spiritual works of mercy. Now, *some* of the teachers, like the dissident nuns and openly heretical lay teachers of my own experience, are also to blame; but there have been a handful of teachers (religious and lay) who have tried to stem the tide and stop the hemorrhaging out of the lifeblood of Catholic teaching and principles from these schools. Most of them have endured punishment for doing so, up to and including being fired for presenting Church teaching in the classroom. If anything is good about these recent events, it’s that more Catholic parents will realize in the future that if they choose to spend $$$ to send their kids to Catholic schools, the one thing that is almost certain is that their kids will end up heretics. Sure, the parents can work hard to undo the damage at home, but why not spend that $$$ on an expensive private school instead, where the kids might at least gain access to an elite network that will help them with jobs and so on in the future?", 
            "citationCount": 0, 
            "sources": [
                "www.theamericanconservative.com", 
                "theamericanconservative.com", 
                "the american conservative", 
                "@amconmag"
            ], 
            "facebookComments": 0, 
            "shareCount": 202, 
            "authors": [
                "catherine addington", 
                "gracy olmstead", 
                "jonathan coppage", 
                "rod dreher"
            ], 
            "referenceCount": 6, 
            "refId": 11
        }, 
        "12": {
            "body": "outrage grows over north carolina high school dispute skip to comments outrage grows over north carolina high school dispute women of grace march 31 2014 posted on 04012014 52024 am pdt by nyer sister jane dominic laurel the faithful across america are growing increasingly disturbed after a faction of students and parents of a catholic high school in charlotte north carolina initiated an online petition condemning a popular speaker for enunciating the churchs position on homosexuality divorce and single parenting during a recent assembly according to the catholic news herald the incident occurred on march 21 when sister jane dominic laurel a dominican nun based in nashville tennessee addressed a student assembly at the school her talk entitled masculinity and femininity difference and gift is based on the teachings of blessed john paul iis theology of the body the presentation focused on the differences between the genders the role of the family importance of real friendships emotional intimacy and the impacts of contemporary culture on our concepts of sexuality sister jane who has a doctorate in sacred theology from the pontifical university of st thomas aquinas in rome said she has given the talk more than 80 times in 25 states without a problem school officials claimed that about half of her hourlong presentation involved homosexuality including the correlation between the decline of fatherhood in america and the rise in homosexuality when reached by telephone sister jane said she presents the catholic viewpoint toward persons with samesex attraction by saying homosexual persons do not need our judgment they need our compassion but thats not how some students and faculty heard it after the presentation sister jane was accused of being insensitive and offensive in her remarks students told their parents she criticized gays and lesbians and made inflammatory remarks about single and divorced parents as a result a student started a petition listing 10 objections to her remarks including this one we resent the fact that a schoolwide assembly became a stage to blast the issue of homosexuality after pope francis said in an interview this past fall that we can not insist only on issues related to abortion gay marriage and the use of contraceptive methods we are angry that someone decided they knew better than our holy father and invited this speaker in addition parents called for a letterwriting campaign sending out emails that listed the addresses of the diocese of charlotte the us conference of catholic bishops even the pope in the vatican more than 2000 supporters have signed the petition however not everyone at the assembly was upset by the comments students in support of sister jane launched their own petition drive defending her and the church we the students of charlotte catholic high school acting on our catholic beliefs are declaring a formal objection towards all those who do not accept sister jane dominics lecture we are outraged that the topics talked about are being debated within a community where the shared faith teaches us what truly is holy and that anyone would stand up against a nun who has given her life for the lord and blatantly deny gods teachings the dueling viewpoints will come to a head on april 2 when the school will hold a meeting to address parents who are upset about what happened bishop peter jugis of the diocese of charlotte is planning to attend click here to sign the petition in support of church teaching topics apologetics catholic moral issues keywords glbt homosexualagenda nc northcarolina romancatholicism 1 posted on 04012014 52024 am pdt by nyer to taxchick gregb berlinfreeper sumprovita narses bboop sevenofnine ronaldus magnus tiki make your voices heard please sign the petition 2 posted on 04012014 52118 am pdt by nyer you are a puff of smoke that appears briefly and then disappears james 414 to nyer why not adopt the policies of nero i mean he was one of the greatest and most benevolent rulers in history right 3 posted on 04012014 52352 am pdt by mrb the difference between a humanist and a satanist the latter admits whom hes working for to nyer oh lawd—cant believe it—a nun teaching what the church teaches look shes asian—and we know those asian catholics are all reactionaries lol why do they want to make pope francis the liberal poster boy to brooklyn dave move over joan chittister i always loved her named —sister chittister bring on sr jane to nyer silly to enroll in a catholic school and be offended by a catholic perspective on modern culture liberals take any criticism as if someone is dripping acid on their brain 6 posted on 04012014 53021 am pdt by allendale to mrb why not adopt the policies of nero i mean he was one of the greatest and most benevolent rulers in history right a little early to be drinking wouldnt you say to allendale that was my thought too they should just take their kids and go back to a government school where their beliefs are the norm 8 posted on 04012014 55002 am pdt by exit148 to nyer and it begins the left using pope francis to try to endorse their sinful positions the pope said the church needs to share all their teaching and not focus on just two or three themes he did not say that the church condoned these sins 9 posted on 04012014 55952 am pdt by profhmandingo buck v bell 1927 an idea whose time has come for extreme liberalism to hinckley buzzard or he was being sarcastic 10 posted on 04012014 60709 am pdt by sport to nyer school officials claimed that about half of her hourlong presentation involved homosexuality including the correlation between the decline of fatherhood in america and the rise in homosexuality wow such a hateful thing for her to say string her up by her thumbs 11 posted on 04012014 70807 am pdt by bigg red 1 pt 1 as he who called you is holy be holy yourselves in every aspect of your conduct to sport yeah hard to tell that i was being sarcastic 12 posted on 04012014 70922 am pdt by mrb the difference between a humanist and a satanist the latter admits whom hes working for to nyer this astounds me people send their kids to a catholic high school then get upset when someone teaches things consistent with the teachings of the catholic church the kids i get theyre stupid and need to be educated the parents protesting sheer lunacy 13 posted on 04012014 73600 am pdt by opus86 to exit148 that requires logical thought on their partan ability these liberal catholic parents obviously dont have to nyer after the presentation sister jane was accused of being insensitive and offensive in her remarks leftist code for refusing to give into the homo agenda 15 posted on 04012014 111850 am pdt by gamecock if the cross is not foolishness to the lost world then we have misrepresented the cross sl to nyer okay how do you have a presentation on human sexuality at a catholic high school without you know at least touching on the churchs teaching on abortion homosexuality and contraception as even the petitioners admit pope francis didnt say not to teach on those subjects if i recall correctly he said to teach them in the greater context of the christian gospel seriously if you send your kids to any flavor of christian school and then get angry when theyre exposed to christian doctrine what you want is a publicschool education and youre paying twice for that in other words youre a sucker 16 posted on 04012014 12949 pm pdt by richinoc 201314 tiber swim team to richinoc perhaps someone ought explain to those who are complaining that that the exit is down the hall through the double doors see ya 17 posted on 04012014 13435 pm pdt by robwin to nyer i dont care what she says about the gays im sure its just the catholic position on it but im remarkably curious about what she had to say about single and divorced parents 18 posted on 04012014 62807 pm pdt by gafreedom freedom rings in ga disclaimer opinions posted on free republic are those of the individual posters and do not necessarily represent the opinion of free republic or its management all materials posted herein are protected by copyright law and the exemption for fair use of copyrighted works freerepubliccom is powered by software copyright 20002008 john robinson", 
            "twitterShares": 0, 
            "facebookShares": 0, 
            "pubDate": "2014.03.31", 
            "title": "Outrage Grows Over North Carolina High School Dispute", 
            "url": "http://www.freerepublic.com/focus/religion/3139612/posts", 
            "text": "The faithful across America are growing increasingly disturbed after a faction of students and parents of a Catholic High School in Charlotte, North Carolina initiated an online petition condemning a popular speaker for enunciating the Church’s position on homosexuality, divorce and single parenting during a recent assembly.\n\nAccording to the Catholic News Herald, the incident occurred on March 21 when Sister Jane Dominic Laurel, a Dominican nun based in Nashville, Tennessee addressed a student assembly at the school.\n\nHer talk, entitled “Masculinity and Femininity: Difference and Gift,” is based on the teachings of Blessed John Paul II’s Theology of the Body. The presentation focused on the differences between the genders, the role of the family, importance of real friendships, emotional intimacy and the impacts of contemporary culture on our concepts of sexuality.\n\nSister Jane, who has a doctorate in sacred theology from the Pontifical University of St. Thomas Aquinas in Rome, said she has given the talk more than 80 times in 25 states without a problem.\n\nSchool officials claimed that about half of her hour-long presentation involved homosexuality, including the correlation between the decline of fatherhood in America and the rise in homosexuality.\n\nWhen reached by telephone, Sister Jane said she presents the Catholic viewpoint toward persons with same-sex attraction by saying “homosexual persons do not need our judgment, they need our compassion.”\n\nBut that’s not how some students and faculty heard it. After the presentation, Sister Jane was accused of being insensitive and offensive in her remarks. Students told their parents she criticized gays and lesbians and made inflammatory remarks about single and divorced parents.\n\nAs a result, a student started a petition listing 10 objections to her remarks, including this one: We resent the fact that a school-wide assembly became a stage to blast the issue of homosexuality after Pope Francis said in an interview this past fall that we can not insist only on issues related to abortion, gay marriage and the use of contraceptive methods. We are angry that someone decided they knew better than our Holy Father and invited (this) speaker.\n\nIn addition, parents called for a letter-writing campaign, sending out emails that listed the addresses of the Diocese of Charlotte, the U.S. Conference of Catholic Bishops, even the pope in the Vatican.\n\nMore than 2,000 supporters have signed the petition.\n\nHowever, not everyone at the assembly was upset by the comments. Students in support of Sister Jane launched their own petition drive defending her and the Church: We the students of Charlotte Catholic High School, acting on our Catholic beliefs, are declaring a formal objection towards all those who do not accept Sister Jane Dominics lecture We are outraged that the topics talked about are being debated within a community where the shared faith teaches us what truly is holy and that anyone would stand up against a nun, who has given her life for the Lord, and blatantly deny Gods teachings.\n\nThe dueling viewpoints will come to a head on April 2 when the school will hold a meeting to address parents who are upset about what happened. Bishop Peter Jugis of the Diocese of Charlotte is planning to attend.\n\nClick here to sign the petition in support of Church teaching!\n\n\n\nI don't care what she says about the gays, I'm sure it's just the Catholic position on it.\n\n But I'm remarkably curious about what she had to say about single and divorced parents. \n\n\n\nDisclaimer: Opinions posted on Free Republic are those of the individual posters and do not necessarily represent the opinion of Free Republic or its management. All materials posted herein are protected by copyright law and the exemption for fair use of copyrighted works.", 
            "citationCount": 0, 
            "sources": [
                "www.freerepublic.com", 
                "freerepublic.com"
            ], 
            "facebookComments": 0, 
            "shareCount": 0, 
            "authors": [], 
            "referenceCount": 6, 
            "refId": 12
        }, 
        "13": {
            "body": "pope francis visits cemetery for abortion victims in south korea hungarywolf pope francis visited a symbolic cemetery for abortion victims saturday during his visit to south korea a gesture that strongly reaffirms the churchs stance against abortion after suspicion by some that the pontiff might hold tepid antiabortion views the abortion memorial located at the kkottongnae home for the sick about 120 miles from seoul is a field dotted with white crosses and statues of joseph mary and jesus as a child francis paused briefly at the site bowed his head and folded his hand in prayer the boston globe reports jung kwangryul of the kkottongnae community described the site as a oneofakind memorial saying the popes stop is a clear testimony of his defense of life south korea is believed to have one of the highest abortion rates in the world despite it being illegal except in the case of rape or incest during the early days of", 
            "twitterShares": 0, 
            "facebookShares": 0, 
            "pubDate": "2014.08.17", 
            "title": "Pope Francis Visits ‘Cemetery For Abortion Victims’ in South Korea", 
            "url": "http://chandlerozconsultants.wordpress.com/2014/08/17/pope-francis-visits-cemetery-for-abortion-victims-in-south-korea/", 
            "text": "Pope Francis visited a symbolic “cemetery for abortion victims” Saturday during his visit to South Korea, a gesture that strongly reaffirms the Church’s stance against abortion, after suspicion by some that the pontiff might hold tepid anti-abortion views.\n\nThe abortion memorial, located at the Kkottongnae home for the sick about 120 miles from Seoul, is a field dotted with white crosses and statues of Joseph, Mary, and Jesus as a child. Francis paused briefly at the site, bowed his head and folded his hand in prayer, the BostonGlobe reports.\n\nJung Kwang-ryul of the Kkottongnae community, described the site as a “one-of-a-kind memorial,” saying the pope’s stop is “a clear testimony of his defense of life.”\n\nSouth Korea is believed to have one of the highest abortion rates in the world, despite it being illegal except in the case of rape or incest.", 
            "citationCount": 0, 
            "sources": [
                "wordpress.com", 
                "hungarywolf"
            ], 
            "facebookComments": 0, 
            "shareCount": 0, 
            "authors": [
                "andrew james chandler"
            ], 
            "referenceCount": 7, 
            "refId": 13
        }, 
        "14": {
            "body": "comment on pope francis visits cemetery for abortion victims in south korea pope francis visited a symbolic cemetery for abortion victims saturday during his visit to south korea a gesture that strongly reaffirms the churchs stance against abortion after suspicion by some that the pontiff might hold tepid antiabortion views the abortion memorial located at the kkottongnae home for the sick about 120 miles from seoul is a field dotted with white crosses and statues of joseph mary and jesus as a child", 
            "twitterShares": 0, 
            "facebookShares": 0, 
            "pubDate": null, 
            "title": "Comment on Pope Francis Visits ‘Cemetery For Abortion Victims’ in South Korea", 
            "url": "http://www.wopular.com/comment/reply/26234249", 
            "text": "Ebola Health Workers Battle Death, Heat, Rumors\n\n (LONDON) — Doctors and nurses fighting Ebola in West Africa are working 14-hour days, seven days a week, wearing head-to-toe gear in the heat of muddy clinics. Agonizing death is the norm. The hellish conditions aren’t the only problem: Health workers struggle to convince patients they’re trying to help them, not hurt them. Rumors are rife that Western aid workers are importing Ebola, stealing bodies or even deliberately infecting patients.\n\nViolence Flares Anew in Ferguson Despite National Guard\n\n The deployment of the National Guard and the lifting of a curfew failed to prevent another night of violent clashes between protesters and police in Ferguson, Mo., late Monday night, as a day of almost eerie calm soon gave way to a night of mayhem and chaos. Protesters overpowered more peaceful demonstrators at about midnight and threw bottles at police, who responded with tear gas, as multiple gunshots were heard ringing out in this St.\n\nPipe spilled oil into Hudson River in upstate New York\n\n Oil spilled from a pipe found floating in the Hudson River south of Albany, state authorities said.\n\nEbola scare prompts UAE airline to disinfect plane\n\n THE NATIONAL airline of the United Arab Emirates said Monday it has disinfected one of its planes after health authorities there announced that a Nigerian woman who died after flying to the capital, Abu Dhabi, may have been infected with the Ebola virus.\n\nNYPD union head slams teachers union president\n\n An NYPD union head is demanding United Federation of Teachers President Michael Mulgrew resign for agreeing to participate in Saturday’s march against police brutality and for consorting with “the king of the bottom feeders” — the Rev. Al Sharpton.\n\nCommunity briefs\n\n COMMUNITY Family party to benefit Nichols Hills maintenance Party in the Park will be 5 to 8 p.m.", 
            "citationCount": 0, 
            "sources": [
                "www.wopular.com", 
                "wopular.com", 
                "wopular"
            ], 
            "facebookComments": 0, 
            "shareCount": 0, 
            "authors": [], 
            "referenceCount": 4, 
            "refId": 14
        }, 
        "15": {
            "body": "pope francis visits abortion cemetery in south korea time usum pope francis visits abortion cemetery in south korea – time news time 16082014 2029 by time no comments pope francis visited a symbolic cemetery for abortion victims saturday during his visit to south korea a gesture that strongly reaffirms the churchs stance against abortion after suspicion by some that the pontiff might hold tepid antiabortion views the abortion memorial located at the kkottongnae home for the sick about 120 miles from seoul is a field dotted with white crosses and statues of joseph mary and jesus as a child francis paused briefly at the site bowed his head and folded his hand in prayer the boston globe reports « previous article depression more common in early parkinsons next article » andy murray beaten by roger federer in straight sets at western southern open in cincinnati", 
            "twitterShares": 0, 
            "facebookShares": 0, 
            "pubDate": null, 
            "title": "Pope Francis Visits ‘Abortion Cemetery’ in South Korea – TIME", 
            "url": "http://usum.in/read/2014/08/pope-francis-visits-abortion-cemetery-in-south-korea-time/", 
            "text": "Pope Francis visited a symbolic “ cemetery for abortion victims ” Saturday during his visit to South Korea, a gesture that strongly reaffirms the Church’s stance against abortion, after suspicion by some that the pontiff might hold tepid anti-abortion views.\n\nThe abortion memorial, located at the Kkottongnae home for the sick about 120 miles from Seoul, is a field dotted with white crosses and statues of Joseph, Mary, and Jesus as a child. Francis paused briefly at the site, bowed his head and folded his hand in prayer, the Boston Globe reports.", 
            "citationCount": 0, 
            "sources": [
                "usum.in"
            ], 
            "facebookComments": 0, 
            "shareCount": 0, 
            "authors": [], 
            "referenceCount": 5, 
            "refId": 15
        }
    }, 
    "edges": [
        [
            3, 
            15
        ], 
        [
            6, 
            9
        ], 
        [
            1, 
            3
        ], 
        [
            8, 
            13
        ], 
        [
            4, 
            8
        ], 
        [
            7, 
            12
        ], 
        [
            2, 
            8
        ], 
        [
            5, 
            13
        ], 
        [
            1, 
            6
        ], 
        [
            7, 
            11
        ], 
        [
            3, 
            7
        ], 
        [
            2, 
            5
        ], 
        [
            1, 
            11
        ], 
        [
            5, 
            8
        ], 
        [
            8, 
            14
        ], 
        [
            6, 
            7
        ], 
        [
            3, 
            10
        ], 
        [
            4, 
            13
        ], 
        [
            2, 
            13
        ], 
        [
            9, 
            11
        ], 
        [
            3, 
            14
        ], 
        [
            3, 
            6
        ], 
        [
            7, 
            9
        ], 
        [
            8, 
            15
        ], 
        [
            3, 
            13
        ], 
        [
            6, 
            11
        ], 
        [
            13, 
            15
        ], 
        [
            3, 
            11
        ], 
        [
            5, 
            15
        ], 
        [
            2, 
            3
        ], 
        [
            1, 
            9
        ], 
        [
            6, 
            12
        ], 
        [
            11, 
            12
        ], 
        [
            3, 
            5
        ], 
        [
            3, 
            12
        ], 
        [
            1, 
            12
        ], 
        [
            13, 
            14
        ], 
        [
            3, 
            8
        ], 
        [
            3, 
            9
        ], 
        [
            1, 
            7
        ], 
        [
            14, 
            15
        ], 
        [
            3, 
            4
        ], 
        [
            2, 
            4
        ], 
        [
            9, 
            12
        ]
    ], 
    "meta": {
        "centralNode": 3, 
        "sources": [
            {
                "referenceCount": 1, 
                "references": [
                    11
                ], 
                "name": "www.theamericanconservative.com", 
                "authors": [
                    "catherine addington", 
                    "rod dreher", 
                    "jonathan coppage", 
                    "gracy olmstead"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    9
                ], 
                "name": "www.charlotteobserver.com", 
                "authors": [
                    "tim funk"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    2
                ], 
                "name": "www.bostonglobe.com", 
                "authors": [
                    "john l. allen jr."
                ]
            }, 
            {
                "referenceCount": 2, 
                "references": [
                    8, 
                    13
                ], 
                "name": "wordpress.com", 
                "authors": [
                    "andrew james chandler"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    14
                ], 
                "name": "www.wopular.com", 
                "authors": []
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    4
                ], 
                "name": "omnifeed.com", 
                "authors": []
            }, 
            {
                "referenceCount": 2, 
                "references": [
                    1, 
                    12
                ], 
                "name": "www.freerepublic.com", 
                "authors": []
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    5
                ], 
                "name": "www.blackchristiannews.com", 
                "authors": []
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    3
                ], 
                "name": "time.com", 
                "authors": [
                    "sam frizell"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    6
                ], 
                "name": "www.patheos.com", 
                "authors": [
                    "maggie sullivan", 
                    "thomas a. szyszkiewicz", 
                    "jim davis", 
                    "julia b"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    15
                ], 
                "name": "usum.in", 
                "authors": []
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    10
                ], 
                "name": "theweek.com", 
                "authors": [
                    "sarah eberspacher"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    7
                ], 
                "name": "www.womenofgrace.com", 
                "authors": []
            }
        ], 
        "markup": {
            "body": [
                {
                    "text": "", 
                    "taggedText": [
                        {
                            "text": "", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [], 
                    "cId": "husky.markup.Markup_1"
                }, 
                {
                    "text": "Pope Francis visited a symbolic “cemetery for abortion victims” Saturday during his visit to South Korea, a gesture that strongly reaffirms the Church’s stance against abortion, after suspicion by some that the pontiff might hold tepid anti-abortion views.", 
                    "taggedText": [
                        {
                            "text": "Pope Francis visited a symbolic “cemetery for abortion victims” Saturday during his visit to South Korea, a gesture that strongly reaffirms the Church’s stance against abortion, after suspicion by some that the pontiff might hold tepid anti-abortion views.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [], 
                    "cId": "husky.markup.Markup_2"
                }, 
                {
                    "text": "The abortion memorial, located at the Kkottongnae home for the sick about 120 miles from Seoul, is a field dotted with white crosses and statues of Joseph, Mary, and Jesus as a child. Francis paused briefly at the site, bowed his head and folded his hand in prayer, the Boston Globe reports.", 
                    "taggedText": [
                        {
                            "text": "The abortion memorial,", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " located at the Kkottongnae home for the sick about 120 miles from Seoul", 
                            "tagged": true, 
                            "references": [
                                5, 
                                8, 
                                13, 
                                14, 
                                15
                            ], 
                            "tagId": "husky.markup.Markup.3_0"
                        }, 
                        {
                            "text": ", is a field dotted with white crosses and statues of Joseph, Mary, and Jesus as a child. Francis paused briefly at the site,", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " bowed his head and folded his hand in prayer", 
                            "tagged": true, 
                            "references": [
                                5, 
                                8, 
                                13, 
                                15
                            ], 
                            "tagId": "husky.markup.Markup.3_1"
                        }, 
                        {
                            "text": ", the Boston Globe reports.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [
                        {
                            "span": [
                                22, 
                                94
                            ], 
                            "references": [
                                5, 
                                8, 
                                13, 
                                14, 
                                15
                            ], 
                            "match": " located at the Kkottongnae home for the sick about 120 miles from Seoul", 
                            "extraAttr": {
                                "ratio": 0.5737704918032787
                            }
                        }, 
                        {
                            "span": [
                                219, 
                                264
                            ], 
                            "references": [
                                5, 
                                8, 
                                13, 
                                15
                            ], 
                            "match": " bowed his head and folded his hand in prayer", 
                            "extraAttr": {
                                "ratio": 0.6040268456375839
                            }
                        }
                    ], 
                    "cId": "husky.markup.Markup_3"
                }, 
                {
                    "text": "Jung Kwang-ryul of the Kkottongnae community, described the site as a “one-of-a-kind memorial,” saying the pope’s stop is “a clear testimony of his defense of life.”", 
                    "taggedText": [
                        {
                            "text": "Jung Kwang-ryul of the Kkottongnae community, described the site as a “one-of-a-kind memorial,” saying the pope’s stop is “a clear testimony of his defense of life.”", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [], 
                    "cId": "husky.markup.Markup_4"
                }, 
                {
                    "text": "South Korea is believed to have one of the highest abortion rates in the world, despite it being illegal except in the case of rape or incest.", 
                    "taggedText": [
                        {
                            "text": "South Korea is believed to have one of the highest abortion rates in the world", 
                            "tagged": true, 
                            "references": [
                                4, 
                                5, 
                                8, 
                                13
                            ], 
                            "tagId": "husky.markup.Markup.5_0"
                        }, 
                        {
                            "text": ", despite it being illegal except in the case of rape or incest.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [
                        {
                            "span": [
                                0, 
                                78
                            ], 
                            "references": [
                                4, 
                                5, 
                                8, 
                                13
                            ], 
                            "match": "South Korea is believed to have one of the highest abortion rates in the world", 
                            "extraAttr": {
                                "ratio": 0.6972477064220184
                            }
                        }
                    ], 
                    "cId": "husky.markup.Markup_5"
                }, 
                {
                    "text": "During the early days of his papacy, some within the Church questioned Francis’ commitment to opposing abortion. In early interviews, Francis complained that the Church is “obsessed” with moral debates. “We cannot insist only on issues related to abortion, gay marriage and the use of contraceptive methods,” Francis said in one interview.", 
                    "taggedText": [
                        {
                            "text": "During the early days of his papacy,", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " some within the Church questioned Francis’ commitment to opposing abortion", 
                            "tagged": true, 
                            "references": [
                                5
                            ], 
                            "tagId": "husky.markup.Markup.6_0"
                        }, 
                        {
                            "text": ". In early interviews,", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " Francis complained that the Church is “obsessed” with moral debates", 
                            "tagged": true, 
                            "references": [
                                5
                            ], 
                            "tagId": "husky.markup.Markup.6_1"
                        }, 
                        {
                            "text": ". “We cannot", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " insist only on issues related to abortion", 
                            "tagged": true, 
                            "references": [
                                1, 
                                2, 
                                5, 
                                6, 
                                7, 
                                9, 
                                10, 
                                11, 
                                12
                            ], 
                            "tagId": "husky.markup.Markup.6_2"
                        }, 
                        {
                            "text": ", gay marriage and the use of contraceptive methods,” Francis said in one interview.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [
                        {
                            "span": [
                                36, 
                                113
                            ], 
                            "references": [
                                5
                            ], 
                            "match": " some within the Church questioned Francis’ commitment to opposing abortion", 
                            "extraAttr": {
                                "ratio": 0.7936507936507936
                            }
                        }, 
                        {
                            "span": [
                                135, 
                                207
                            ], 
                            "references": [
                                5
                            ], 
                            "match": " Francis complained that the Church is “obsessed” with moral debates", 
                            "extraAttr": {
                                "ratio": 0.8588957055214724
                            }
                        }, 
                        {
                            "span": [
                                221, 
                                263
                            ], 
                            "references": [
                                1, 
                                2, 
                                5, 
                                6, 
                                7, 
                                9, 
                                10, 
                                11, 
                                12
                            ], 
                            "match": " insist only on issues related to abortion", 
                            "extraAttr": {
                                "ratio": 0.4666666666666667
                            }
                        }
                    ], 
                    "cId": "husky.markup.Markup_6"
                }, 
                {
                    "text": "But since then, Francis has strengthened his anti-abortion credentials with starker statements. “It is necessary to reiterate the strongest opposition to any direct attack on life, especially innocent and defenseless, and her unborn child in the womb is the innocent par excellence,” the pope said in April.", 
                    "taggedText": [
                        {
                            "text": "But since then, Francis has strengthened his anti-abortion", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": " credentials with starker statements", 
                            "tagged": true, 
                            "references": [
                                5
                            ], 
                            "tagId": "husky.markup.Markup.7_0"
                        }, 
                        {
                            "text": ". ", 
                            "tagged": false, 
                            "references": []
                        }, 
                        {
                            "text": "“It is necessary to reiterate the strongest opposition to any direct attack on life", 
                            "tagged": true, 
                            "references": [
                                2, 
                                5
                            ], 
                            "tagId": "husky.markup.Markup.7_1"
                        }, 
                        {
                            "text": ", especially innocent and defenseless, and her unborn child in the womb is the innocent par excellence,” the pope said in April.", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [
                        {
                            "span": [
                                58, 
                                94
                            ], 
                            "references": [
                                5
                            ], 
                            "match": " credentials with starker statements", 
                            "extraAttr": {
                                "ratio": 0.5625
                            }
                        }, 
                        {
                            "span": [
                                96, 
                                181
                            ], 
                            "references": [
                                2, 
                                5
                            ], 
                            "match": "“It is necessary to reiterate the strongest opposition to any direct attack on life", 
                            "extraAttr": {
                                "ratio": 0.5957446808510638
                            }
                        }
                    ], 
                    "cId": "husky.markup.Markup_7"
                }, 
                {
                    "text": "[Boston Globe]", 
                    "taggedText": [
                        {
                            "text": "[Boston Globe]", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [], 
                    "cId": "husky.markup.Markup_8"
                }, 
                {
                    "text": "", 
                    "taggedText": [
                        {
                            "text": "", 
                            "tagged": false, 
                            "references": []
                        }
                    ], 
                    "references": [], 
                    "cId": "husky.markup.Markup_9"
                }
            ], 
            "id": "husky.markup.Markup", 
            "title": {
                "text": "Pope Francis Visits ‘Abortion Cemetery’ in South Korea", 
                "taggedText": [
                    {
                        "text": "Pope Francis Visits ‘Abortion Cemetery’ in South Korea", 
                        "tagged": false, 
                        "references": []
                    }
                ], 
                "references": [], 
                "cId": "husky.markup.Markup_0"
            }
        }, 
        "citations": [], 
        "authors": [
            {
                "referenceCount": 1, 
                "references": [
                    2
                ], 
                "name": "john l. allen jr.", 
                "authors": [
                    "www.bostonglobe.com"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    6
                ], 
                "name": "julia b", 
                "authors": [
                    "www.patheos.com"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    11
                ], 
                "name": "catherine addington", 
                "authors": [
                    "www.theamericanconservative.com"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    6
                ], 
                "name": "jim davis", 
                "authors": [
                    "www.patheos.com"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    9
                ], 
                "name": "tim funk", 
                "authors": [
                    "www.charlotteobserver.com"
                ]
            }, 
            {
                "referenceCount": 2, 
                "references": [
                    8, 
                    13
                ], 
                "name": "andrew james chandler", 
                "authors": [
                    "wordpress.com"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    10
                ], 
                "name": "sarah eberspacher", 
                "authors": [
                    "theweek.com"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    3
                ], 
                "name": "sam frizell", 
                "authors": [
                    "time.com"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    11
                ], 
                "name": "rod dreher", 
                "authors": [
                    "www.theamericanconservative.com"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    11
                ], 
                "name": "gracy olmstead", 
                "authors": [
                    "www.theamericanconservative.com"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    6
                ], 
                "name": "maggie sullivan", 
                "authors": [
                    "www.patheos.com"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    6
                ], 
                "name": "thomas a. szyszkiewicz", 
                "authors": [
                    "www.patheos.com"
                ]
            }, 
            {
                "referenceCount": 1, 
                "references": [
                    11
                ], 
                "name": "jonathan coppage", 
                "authors": [
                    "www.theamericanconservative.com"
                ]
            }
        ]
    }
}