{
    "title": "ООН подсчитала случаи применения химического оружия в Сирии", 
    "url": "http://lenta.ru/news/2013/12/13/syria/", 
    "text": "Комиссия ООН выявила пять случаев вероятного использования химического оружия в ходе сирийского конфликта. Об этом сообщает 12 декабря Reuters со ссылкой на доклад ООН.\n\nВ общей сложности эксперты из Организации по запрещению химического оружия (ОЗХО) и Всемирной организации здравоохранения изучили семь случаев, когда стороны конфликта подозревали в применении отравляющих веществ. Нервно-паралитический газ зарин, вероятно, применялся в марте 2013 года в селении Хан аль-Асаль в провинции Алеппо, в апреле — в городе Саракиб в провинции Идлиб, а также в августе в пригородах Дамаска Джобаре и Ашрафии Сахная. Ранее эксперты признали, что химическое оружие использовалось также в Гуте рядом со столицей страны.\n\nЖертвами химических атак становились как военнослужащие правительственных войск, так и мирные жители, говорится в отчете комиссии. Оценка общего числа погибших и пострадавших в Сирии от химического оружия в сообщении не приводится.\n\nОткрытым остается и вопрос о виновниках атак. Ранее обе стороны конфликта обвиняли в применении химического оружия своих оппонентов и отрицали свою вину. В частности, официальный Дамаск называл применение отравляющих веществ сознательной провокацией со стороны повстанцев с целью вынудить другие государства вмешаться в гражданскую войну. Позицию сирийских властей поддерживал и российский МИД.\n\nО начале международного расследования в связи с возможным применением химического оружия в Сирии ООН объявила в марте 2013 года. После того, как правительственные войска в августе заподозрили в применении зарина в Гуте, жертвой которого стали сотни мирных жителей, сирийские власти под угрозой военного удара со стороны США пообещали избавиться от химического арсенала и подписали конвенцию о запрещении химического оружия. По плану, разработанному ОЗХО, сирийские отравляющие вещества должны быть уничтожены к середине 2014 года. Первый пункт программы, — ликвидация оборудования для производства химического оружия, — был выполнен в срок к началу ноября.\n\nВыступления противников президента Сирии Башара Асада вылились весной 2011 года в полномасштабную гражданскую войну. За два с половиной года жертвами сирийского конфликта стали, по оценкам правозащитников, более 120 тысяч человек.", 
    "langid": [
        "ru", 
        1.0
    ], 
    "summary": "Выступления противников президента Сирии Башара Асада вылились весной 2011 года в полномасштабную гражданскую войну.\r\nЗа два с половиной года жертвами сирийского конфликта стали, по оценкам правозащитников, более 120 тысяч человек.\r\nОб этом сообщает 12 декабря Reuters со ссылкой на доклад ООН.\r\nВ общей сложности эксперты из Организации по запрещению химического оружия (ОЗХО) и Всемирной организации здравоохранения изучили семь случаев, когда стороны конфликта подозревали в применении отравляющих веществ.\r\nНервно-паралитический газ зарин, вероятно, применялся в марте 2013 года в селении Хан аль-Асаль в провинции Алеппо, в апреле — в городе Саракиб в провинции Идлиб, а также в августе в пригородах Дамаска Джобаре и Ашрафии Сахная.", 
    "authors": [], 
    "keywords": [
        "120", 
        "12", 
        "2011"
    ]
}