{
    "title": "UN-Resolution: Tag eins der Zerstörung von Syriens Chemie-Waffen", 
    "url": "http://www.zeit.de/politik/ausland/2013-10/syrien-chemiewaffen-zerstoerung", 
    "text": "1.000 Tonnen Giftgas sollen nach dem Willen der UN unschädlich gemacht werden: Das Expertenteam in Syrien hat heute mit der Vernichtung von Assads Arsenal begonnen.\n\nEin internationales Expertenteam hat den Prozess zur Zerstörung von Syriens Chemiewaffen eingeleitet. Fachleute der Vereinten Nationen und der Organisation für das Verbot von Chemiewaffen (OVCW) fuhren zu einem unbekannten Ort, wo sie mit der Verifizierung und Vernichtung der Waffen beginnen sollen. \"Heute ist der erste Tag der Zerstörung\", hieß es aus den Reihen der Chemiewaffenexperten. \n\n\n\nDas Team besteht aus 19 Inspektoren und 14 UN-Angestellten. Wie aus UN-Kreisen verlautete, begannen die Fachleute am Sonntag mit der Feldarbeit, nachdem sie ihre Vorbereitungstreffen mit Vertretern des syrischen Regimes beendet hatten. Raketensprengköpfe, Bomben sowie mobile und stationäre Anlagen zur Herstellung von Chemiewaffen würden nun vernichtet.\n\nDie Experten waren bereits am Dienstag in Damaskus eingetroffen und hatten damit begonnen, das syrische C-Waffen-Arsenal zu erfassen. Die Bestände werden auf 1.000 Tonnen geschätzt, die auf landesweit 45 Standorte verteilt sind. Mitte 2014 könnte das Land laut dem Beschluss des UN-Sicherheitsrats chemiewaffenfrei sein.\n\nDie Vernichtung der Chemiewaffen soll mit der UN-Resolution 2118 durchgesetzt werden. Der Resolutionstext erwähnt die Möglichkeit von Strafmaßnahmen bis hin zu militärischer Gewalt, sollte Damaskus nicht kooperieren. Allerdings gibt es dafür auf Druck Russlands keinen Automatismus.\n\nMit der Resolution reagierte der UN-Sicherheitsrat auf einen Angriff mit Saringas, der am 21. August auf einen Vorort von Damaskus verübt wurde. Infolge des Einsatzes von Giftgas sind nach bisherigen Schätzungen mehr als 1.000 Menschen in Syrien getötet worden. Die USA legt den Einsatz den syrischen Regierungstruppen zur Last. Die Führung in Damaskus und die syrischen Rebellengruppen werfen einander weitere Giftgasangriffe vor.\n\nSyriens Staatschef Baschar al-Assad hatte zugesichert, dass sein Land die Auflagen erfüllen werde. \"Wir sind transparent, die Experten dürfen zu jeder Anlage gehen. Sie werden alle Daten von uns bekommen\", bekräftigte Assad in einem Interview mit dem Spiegel.", 
    "langid": [
        "de", 
        1.0
    ], 
    "summary": "Fachleute der Vereinten Nationen und der Organisation für das Verbot von Chemiewaffen (OVCW) fuhren zu einem unbekannten Ort, wo sie mit der Verifizierung und Vernichtung der Waffen beginnen sollen.\r\nMit der Resolution reagierte der UN-Sicherheitsrat auf einen Angriff mit Saringas, der am 21.\r\n\"Heute ist der erste Tag der Zerstörung\", hieß es aus den Reihen der Chemiewaffenexperten.\r\nDie Vernichtung der Chemiewaffen soll mit der UN-Resolution 2118 durchgesetzt werden.\r\nDie Bestände werden auf 1.000 Tonnen geschätzt, die auf landesweit 45 Standorte verteilt sind.", 
    "authors": [
        "Zeit Online Gmbh Hamburg Germany"
    ], 
    "keywords": [
        "eins", 
        "chemiewaffen", 
        "syriens", 
        "auf", 
        "die", 
        "von", 
        "mit", 
        "werden", 
        "tag", 
        "und", 
        "das", 
        "zu", 
        "zerstrung", 
        "damaskus", 
        "der", 
        "unresolution"
    ]
}