{
    "title": "Hersh: \"Non fu la Siria a usare le armi chimiche\"", 
    "url": "http://www.repubblica.it/esteri/2014/04/09/news/hersh_non_fu_la_siria_a_usare_le_armi_chimiche-83106851/", 
    "text": "Su Repubblica in edicola oggi l'inchiesta del premio Pulitzer Seymour Hersh sulla guerra chimica in Siria. Secondo il giornalista investigativo l'attacco del 21 agosto nei sobborghi di Damasco non fu provocato dal governo siriano ma dai ribelli. Le accuse ad Assad servivano per provocare l'intervento americano nella guerra civile. Si trattava di un complotto in cui era coinvolta la Turchia di Erdogan.Secondo la fonte riservata utilizzata da Hersh fu l'intelligence britannico, in collaborazione con i servizi russi, ha fornire le prove che gli agenti chimici utilizzati non provenivano dagli arsenali del governo siriano, ma dai ribelli. L'intelligence americano sapeva che i ribelli di al Nusra, sostenuti dalla Turchia, stavano producendo armi chimiche. Il premier Erdogan aveva assoluto bisogno in quella fase che gli Stati Uniti intervenissero a fianco dei ribelli che stavano perdendo la guerra.Il 31 agosto il presidente Obama sospese l'attacco programmato per il 2 settembre e chiese un voto del Congresso. Era un modo per evitare l'intervento senza perdere la faccia, dopo aver affermato che le armi chimiche nell'attacco del 21 agosto erano state usate dal governo siriano. La Casa Bianca allora appoggiò la mediazione russa per convincere Assad a rinunciare alle armi chimiche per via diplomatica.Seymour Hersh è uno dei decani del giornalismo investigativo americano, collabora con il New Yorker. Vinse il premio Pulitzer nel 1970 per il reportage sul massacro di My Lai del marzo 1968 durante la guerra del Vietnam, in cui le forze armate americane uccisero deliberatamente almeno 109 civili. Tra le sue inchieste più famose i servizi sulle torture nella prigione di Abu Ghraib in Iraq nel 2004. (a.d.)", 
    "langid": [
        "it", 
        1.0
    ], 
    "summary": "Secondo il giornalista investigativo l'attacco del 21 agosto nei sobborghi di Damasco non fu provocato dal governo siriano ma dai ribelli.\r\nL'intelligence americano sapeva che i ribelli di al Nusra, sostenuti dalla Turchia, stavano producendo armi chimiche.\r\nEra un modo per evitare l'intervento senza perdere la faccia, dopo aver affermato che le armi chimiche nell'attacco del 21 agosto erano state usate dal governo siriano.\r\nSu Repubblica in edicola oggi l'inchiesta del premio Pulitzer Seymour Hersh sulla guerra chimica in Siria.\r\nLa Casa Bianca allora appoggiò la mediazione russa per convincere Assad a rinunciare alle armi chimiche per via diplomatica.Seymour Hersh è uno dei decani del giornalismo investigativo americano, collabora con il New Yorker.", 
    "authors": [
        "Leda Ossimori", 
        "Marina Gabrielli", 
        "Antonino Cassata", 
        "Di Marco Cinque E Alberto Ramundo"
    ], 
    "keywords": [
        "non", 
        "le", 
        "fu", 
        "la", 
        "guerra", 
        "siria", 
        "usare", 
        "ribelli", 
        "del", 
        "il", 
        "siriano", 
        "armi", 
        "hersh", 
        "di", 
        "governo", 
        "chimiche", 
        "che"
    ]
}