{
    "title": "How do the health law’s online exchanges work? What you need to know to get started.", 
    "url": "http://www.washingtonpost.com/national/health-science/how-do-the-health-laws-online-exchanges-work-what-you-need-to-know-to-get-started/2013/09/16/ef7974c8-1988-11e3-a628-7e6dde8f889d_story.html", 
    "text": "What is an exchange?\n\nIt’s an online marketplace where individuals and small employers will be able to shop for insurance coverage. You can get information at www.healthcare.gov, which has details on the federal exchanges and links to state-run exchanges. The exchanges will also help people find out whether they are eligible for federal subsidies to help cover the cost of coverage or eligible for Medicaid, the federal-state health insurance program for the poor.\n\nWill all states have exchanges?\n\nYes. Some states will run their own, and in others, they will be set up by the federal government; in several states, the exchange will be a federal-state partnership.\n\nWho will use the exchanges?\n\nThey’re aimed at people who are uninsured, people who don’t get coverage through their employer and those whose employer-based coverage is too costly and/or lacking in benefits.\n\nBut not everyone will be allowed to buy from the exchanges, right?\n\nRight. People who are in the country illegally will be barred. Legal immigrants are permitted to use the marketplaces and may qualify for subsidies if their income is no more than 400 percent of the federal poverty level (about $46,000 for an individual and $94,200 for a family of four).\n\nMost workers and their families already have coverage through their jobs, and they will not be likely to buy policies on the exchanges. However, for businesses with 50 or fewer workers, the federal marketplaces and most states will have a Small Business Health Options program, or SHOP exchange, that will give employees more options than they now have. Most states and the federal marketplaces will allow only businesses with 50 or fewer workers to purchase through the exchanges initially.\n\nHow will the process work?\n\nIf you have a computer, it’s relatively straightforward. You can go online to Healthcare.gov or to your state-run exchange, if there is one, and create an account. Then you would fill out an application and provide information such as household size, location, income and citizenship status.\n\nThen the exchange takes over. It first determines whether you are eligible for Medicaid; if so, it will refer you there. If not, it will tell you how much of a subsidy you can receive. (These subsidies will be sent directly by the government to the insurer to pay a portion of the premium.)\n\nAfter that, the exchange will show you a list of health plans and their premiums and out-of-pocket costs, including deductibles and co-payments. If you decide to buy one of those plans, in most cases, you will be directed to the insurer’s Web site to make the payment. In some jurisdictions, consumers will make their first premium payment to the exchange and then further monthly payments to the insurer.\n\nYou can also fill out paper applications or apply over the phone. The federal and state exchange sites have toll-free numbers where consumers can find information about getting help in person.\n\nIf my employer offers me insurance already, can I shop on the exchange to get a better deal?\n\nEven if your employer offers coverage, you can opt to buy a plan on the exchange. However, you may not be eligible for a subsidy unless you make less than 400 percent of the federal poverty level and your employer’s plan covers less than 60 percent of allowed medical expenses or costs more than 9.5 percent of your household income.\n\nIf I am buying coverage on my own, do I have to buy it on the exchange?\n\nConsumers can shop for coverage on or off the exchange. However, subsidies are generally available only for plans sold on the exchange. Also, adults up to the age of 26 have another choice: They often can get coverage through their parents’ health plans.\n\nWhat will the coverage sold on the exchanges look like?\n\nPlans will have to offer a set of “essential benefits” that include in-patient hospital care, emergency, maternity and pediatric care as well as coverage for prescription drugs and lab services. Annual cost-sharing, or the amount consumers must pay for co-payments for medical services and deductibles, will be capped at $6,350 for individual policies and $12,700 for family plans in 2014.\n\nWhat kinds of plans will be offered?\n\nInsurers will offer four types of plans, based on the deductibles, co-payments and other costs the consumer will have to pick up. Insurers must present them in a standardized way so consumers can examine the benefits and cost and comparison-shop (not exactly as they might when booking a hotel or buying an airline flight, but almost).\n\nWhat if I can’t afford the premiums?\n\nThe health law provides sliding-scale subsidies to help people with incomes up to 400 percent of the poverty level, as explained above. There’s additional help for co-payments and deductibles for people with incomes of up to 250 percent of the poverty level ($28,725 for an individual or $58,875 for a family of four). According to government estimates, subsidies will average $5,290 per person in 2014. People who get subsidies are required to pay 2 to 9.5 percent of their income toward premiums, based on how much money they make.\n\nThe health law also expands Medicaid. How will I know if I qualify?\n\nThe law sought to extend Medicaid to everyone who earns less than 138 percent of the federal poverty level — just under $16,000 for an individual and $32,500 for a family of four based on current guidelines. However, the Supreme Court ruled last year that states may opt out of that expansion. As of early this month, 22 states had chosen not to expand. While the District and Maryland are broadening their Medicaid programs, Virginia has not. People who would have qualified for Medicaid in states that don’t participate in the expansion can enroll in the exchanges, but they won’t qualify for subsidies if their income is below the federal poverty limit.\n\nI am on Medicare. Do I need to use the exchange?\n\nNo. Medicare is not part of the health insurance exchanges. Medicare applicants can continue to go to Medicare.gov to sign up during their open enrollment period, which begins Oct. 15.\n\nMost federal workers will continue to get coverage through the Federal Employees Health Benefits Program (FEHBP) and not be required to purchase coverage through the marketplaces. Members of Congress and their personal staffs, however, will be required to use the exchanges. The administration said the government would continue to pay up to 75 percent of the premium, as it does for federal workers enrolled in FEHBP, under a proposed rule by the Office of Personnel Management. Members of Congress and their personal staffs will not be eligible for the health law’s subsidies and will purchase coverage on the exchange in the state where they live, the agency said.\n\nWhere can I go for help?\n\nYou can start with Healthcare.gov. Beginning Oct. 1, the site will publish more information about the plans offered on the federally administered exchanges. If your state is running its own exchange, you’ll be directed there as well. The federal government has also set up call centers to answer questions from people in states with federal exchanges. That phone number is 800-318-2596. States running their own exchanges will also have individual call centers.\n\nWhat happens if I don’t purchase insurance?\n\nThe penalty starts at $95 or 1 percent of income for the first year and rises to $695, or 2.5 percent of income for an individual in 2016.\n\nKaiser Health News is an editorially independent program of the Henry J. Kaiser Family Foundation, a nonprofit, nonpartisan health policy research and communication organization not affiliated with Kaiser Permanente.", 
    "langid": [
        "en", 
        1.0
    ], 
    "summary": "You can get information at www.healthcare.gov, which has details on the federal exchanges and links to state-run exchanges.\r\nThe federal government has also set up call centers to answer questions from people in states with federal exchanges.\r\nAlso, adults up to the age of 26 have another choice: They often can get coverage through their parents’ health plans.\r\n)After that, the exchange will show you a list of health plans and their premiums and out-of-pocket costs, including deductibles and co-payments.\r\nMost states and the federal marketplaces will allow only businesses with 50 or fewer workers to purchase through the exchanges initially.", 
    "authors": [
        "Michelle R", 
        "E-mail The Writer", 
        "Steven Petrow", 
        "Josh Hicks", 
        "Meeri Kim", 
        "Lena H", 
        "Mary Agnes Carey Julie Appleby", 
        "Amy Crawford", 
        "Associated Press"
    ], 
    "keywords": [
        "plans", 
        "exchange", 
        "started", 
        "subsidies", 
        "work", 
        "income", 
        "states", 
        "need", 
        "health", 
        "know", 
        "coverage", 
        "exchanges", 
        "online", 
        "poverty", 
        "federal", 
        "laws"
    ]
}