{
    "title": "Destroying Syria's chemical weapons", 
    "url": "http://www.bbc.com/news/world-middle-east-25810934", 
    "text": "Most of Syria's \"priority\" chemical weapons material will be destroyed on board the MV Cape Ray, which has been fitted with twin hydrolysis systems\n\nSyria has agreed to destroy its chemical weapons in a deal brokered by the US and Russia. While some of the chemicals will be processed at facilities in the US and Europe - including the UK's Ellesmere Port - much of the toxic material will be destroyed on board a ship at sea. How will the process work?\n\nThe Russian-US deal to eliminate Syria's arsenal was drawn up last year after hundreds of people died in a sarin rocket attack in the Ghouta area outside Damascus on 21 August.\n\nSyria is believed to possess 1,300 tonnes of chemical agents, including sulphur mustard (which forms mustard gas), nerve agents sarin and VX and their precursor ingredients.\n\nThe multinational mission to get rid of them, overseen by the United Nations Security Council and the Organisation for the Prohibition of Chemical Weapons (OPCW), is due to be completed by 30 June 2014.\n\nUS ship the MV Cape Ray will deal with the majority of the \"priority\" toxic substances by a process of hydrolysis, while in international waters in the Mediterranean Sea.\n\nThe ship is currently docked at the Spanish port of Rota until all the priority chemical materials have left Syria. The UK will also deal with a quantity of the chemicals at a plant in Ellesmere Port.\n\nMost of Syria's chemical weapons substances exist as separate materials that only create the highly toxic warfare agents when mixed together, according to the OPCW.\n\nThey are in liquid form and held in drums and bulk containers, rather than already placed in bombs or other munitions.\n\nThe Syrian government is responsible for moving the chemicals from storage sites around the country to the port city of Latakia.\n\nThere, the five so-called \"priority chemicals\" are loaded on to a Danish cargo vessel, which then waits in international waters for each additional shipment before eventually setting sail for the Italian container port of Gioia Tauro.\n\nA similar operation for the less dangerous \"industrial grade\" chemicals is taking place with a Norwegian vessel.\n\nThe first shipment of 16 tonnes of priority chemicals left Latakia on 7 January on a commercial Danish ship, accompanied by a naval escort from Russia, China, Denmark and Norway.\n\nOnce at Gioia Tauro, some 560 tonnes of material, including sulphur mustard and DF - the precursor to sarin, will be transferred on to the Cape Ray, which will sail into international waters to carry out neutralisation by hydrolysis.", 
    "langid": [
        "en", 
        1.0
    ], 
    "summary": "Most of Syria's \"priority\" chemical weapons material will be destroyed on board the MV Cape Ray, which has been fitted with twin hydrolysis systemsSyria has agreed to destroy its chemical weapons in a deal brokered by the US and Russia.\r\nMost of Syria's chemical weapons substances exist as separate materials that only create the highly toxic warfare agents when mixed together, according to the OPCW.\r\nThe multinational mission to get rid of them, overseen by the United Nations Security Council and the Organisation for the Prohibition of Chemical Weapons (OPCW), is due to be completed by 30 June 2014.\r\nThe ship is currently docked at the Spanish port of Rota until all the priority chemical materials have left Syria.\r\nSyria is believed to possess 1,300 tonnes of chemical agents, including sulphur mustard (which forms mustard gas), nerve agents sarin and VX and their precursor ingredients.", 
    "authors": [
        "Christine Jeavans", 
        "David Shukman", 
        "Science Editor", 
        "Bbc News"
    ], 
    "keywords": [
        "chemical", 
        "deal", 
        "syrias", 
        "destroying", 
        "material", 
        "weapons", 
        "chemicals", 
        "including", 
        "international", 
        "ship", 
        "port", 
        "priority"
    ]
}